import type { Block } from '../types'

export default [
  {
    genre: 'russian-rock',
    lang: 'ru',
    lines: `
Машина времени | Поворот | 1979
Машина времени | Однажды мир прогнётся под нас | 1979
Кино | Восьмиклассница | 1982
Земляне | Трава у дома | 1983
Кино | Спокойная ночь | 1986
Наутилус Помпилиус | Скованные одной цепью | 1986
Пикник | Фиолетово-чёрный | 1986
Аквариум | Город золотой | 1987
Аквариум | Под небом голубым | 1987
Секрет | Сара Барабу | 1987
Кино | Группа крови | 1988 | 1
Наутилус Помпилиус | Я хочу быть с тобой | 1988 | 1
Кино | Звезда по имени Солнце | 1989 | 1
Кино | Пачка сигарет | 1989 | 1
Кино | Перемен | 1989 | 1
Кино | Последний герой | 1989
Кино | Кукушка | 1990 | 1
Кино | Кончится лето | 1990
Сектор Газа | Демобилизация | 1990
ДДТ | Что такое осень | 1991 | 1
ДДТ | Родина | 1992
Агата Кристи | Как на войне | 1993 | 1
Браво | Любите, девушки | 1993
Наутилус Помпилиус | Прогулки по воде | 1993 | 1
Сектор Газа | Пора домой | 1993
Браво | Этот город | 1994
Чайф | Ой-йо | 1994
Агата Кристи | Сказочная тайга | 1995
Агата Кристи | Ты уходишь | 1995
Наутилус Помпилиус | Крылья | 1995
ДДТ | Это всё... | 1996
Король и Шут | Лесник | 1996 | 1
Король и Шут | Ели мясо мужики | 1996
Сектор Газа | Лирика | 1996 | 1
Кипелов | Я свободен | 1997
Мумий Тролль | Владивосток 2000 | 1997 | 1
Мумий Тролль | Утекай | 1997
Мумий Тролль | Невеста? | 1997
Король и Шут | Кукла колдуна | 1998 | 1
Мумий Тролль | Медведица | 1998
Сплин | Выхода нет | 1998 | 1
Сплин | Моё сердце | 1998
Сплин | Орбит без сахара | 1998
Сплин | Романс | 1998
Ария | Беспечный ангел | 1999
Ария | Штиль | 1999
Земфира | Ариведерчи | 1999
Король и Шут | Прыгну со скалы | 1999 | 1
Король и Шут | Ром | 1999
Чайф | Аргентина — Ямайка 5:0 | 1999
Би-2 | Полковнику никто не пишет | 2000 | 1
Високосный год | Тихий огонёк | 2000
Вячеслав Бутусов | Девушка по городу | 2000
Земфира | Хочешь? | 2000 | 1
Земфира | Искала | 2000 | 1
Земфира | Почему | 2000
Ночные Снайперы | Катастрофически | 2000
Би-2 | Мой рок-н-ролл | 2001
Би-2 | Варвара | 2001
Король и Шут | Проклятый старый дом | 2001
Пикник | Египтянин | 2001
Земфира | Небо Лондона | 2002
Ночные Снайперы | 31-я весна | 2002
Звери | Районы-кварталы | 2003 | 1
Звери | Всё, что касается | 2003
Звери | Дожди-пистолеты | 2003
Мельница | Ночная кобыла | 2003
Би-2 | Серебро | 2004
Сурганова и Оркестр | Мураками | 2004
Uma2rman | Проститься | 2005
Звери | Напитки покрепче | 2005
Король и Шут | Дагон | 2006
Ляпис Трубецкой | Капитал | 2007
Слот | Круги на воде | 2007
Louna | Сделай громче! | 2010
Ленинград | WWW | 2011 | 1
Ляпис Трубецкой | Воины света | 2011
Земфира | Жить в твоей голове | 2013
Нервы | Батареи | 2015
Ленинград | Экспонат | 2016 | 1
Ленинград | В Питере — пить | 2016
Ленинград | Лабутены | 2016
Нервы | Самый дорогой человек | 2016
Гречка | Люби меня, люби | 2017
Пошлая Молли | Любимая песня твоей сестры | 2017
Пошлая Молли | Нон стоп | 2017
Порнофильмы | Это пройдёт | 2018
Кис-Кис | Молчи | 2019
Сироткин | Выше домов | 2019
`
  },
  {
    genre: 'russian-rock',
    lang: 'ru',
    lines: `
Кино | Видели ночь | 1986
Кино | Война | 1988 | 3
Кино | Попробуй спеть вместе со мной | 1988 | 3
Кино | Песня без слов | 1988 | 3
Кино | Мама Анархия | 1986 | 3
Кино | Бездельник | 1982 | 3
Кино | Алюминиевые огурцы | 1982 | 3
Кино | Красно-жёлтые дни | 1990 | 3
Кино | Атаман | 1990 | 3
Кино | Муравейник | 1990 | 3
Кино | Мама, мы все тяжело больны | 1988 | 3
Кино | Транквилизатор | 1983 | 3
Кино | Троллейбус | 1985 | 3
Кино | Стук | 1988 | 3
Кино | Легенда | 1988 | 3
Кино | Дерево | 1984 | 3
Кино | Весна | 1990 | 3
Кино | Нам с тобой | 1990 | 3
Кино | Апрель | 1988 | 3
Кино | Саша | 1984 | 3
Кино | Ночь | 1986 | 3
Король и Шут | Камнем по голове | 1996 | 3
Король и Шут | Танец злобного гения | 2003 | 3
Король и Шут | Маркиз | 2004 | 3
Король и Шут | Джокер | 2001 | 3
Король и Шут | Мёртвый анархист | 1999 | 3
Король и Шут | Северный флот | 2010 | 3
Король и Шут | Пивной череп | 1999 | 3
Король и Шут | Охотник | 1996 | 3
Король и Шут | Две вдовы | 2004 | 3
Король и Шут | Холодное тело | 2006 | 3
Король и Шут | Месть Гарри | 2001 | 3
Король и Шут | Тень клоуна | 2006 | 3
Король и Шут | Бедняжка | 1999 | 3
Король и Шут | Невеста палача | 2002 | 3
Король и Шут | Мария | 2004 | 3
Король и Шут | Ведьма и осёл | 1997 | 3
Король и Шут | Девушка и граф | 1996 | 3
Король и Шут | Под гитару | 2000 | 3
Король и Шут | Тайна хозяйки старинных часов | 2003 | 3
Король и Шут | Писатель Гудвин | 2004 | 3
Король и Шут | Счастье? | 1996 | 3
Король и Шут | Наблюдатель | 2002 | 3
Король и Шут | Медведь | 1996 | 3
Король и Шут | Хозяин леса | 1999 | 3
Король и Шут | Кузнец | 1997 | 3
Король и Шут | Помнят с горечью древляне | 1997 | 3
Король и Шут | Возвращение колдуна | 2001 | 3
Король и Шут | Отражение | 2002 | 3
Король и Шут | Сказка о мертвеце | 2001 | 3
Король и Шут | Задира и солдат | 1997 | 3
Король и Шут | Будь как дома, путник | 1997 | 3
Король и Шут | Внезапная голова | 1999 | 3
Король и Шут | Песня мушкетёров | 2008 | 3
Король и Шут | Скотный двор | 2001 | 3
Король и Шут | Воспоминания о былой любви | 2002 | 3
Король и Шут | Смельчак и ветер | 1997 | 3
Король и Шут | Добрые люди | 1999 | 3
Король и Шут | Исповедь вампира | 2000 | 3
Король и Шут | Он не знает, что такое жить | 1999 | 3
Король и Шут | Wild Wild West | 2000 | 3
Король и Шут | Рыбак | 1997 | 3
Король и Шут | Проказник скоморох | 2000 | 3
Король и Шут | Защитник свиней | 1999 | 3
Король и Шут | Собрание | 2001 | 3
Король и Шут | Голые коленки | 2000 | 3
Горшенев | Ангел | 2023 | 3
Северный Флот | Мы — вода | 2016 | 3
КняZz | Сказка | 2011 | 3
КняZz | Ромео и Джульетта | 2011 | 3
ДДТ | Ветер | 1990 | 3
ДДТ | Дождь | 1991 | 3
ДДТ | Последняя осень | 1992 | 3
ДДТ | В последнюю осень | 1997 | 3
ДДТ | Просвистела | 1992 | 3
ДДТ | Метель | 1996 | 3
ДДТ | Я получил эту роль | 1988 | 3
ДДТ | Ты не один | 1996 | 3
ДДТ | Свинья на радуге | 1991 | 3
ДДТ | Расстреляли рассветами | 1999 | 3
ДДТ | Белая река | 1999 | 3
ДДТ | Это всё | 1996 | 3
ДДТ | Революция | 1996 | 3
Наутилус Помпилиус | Взгляд с экрана | 1988
Наутилус Помпилиус | Гудбай, Америка | 1985
Наутилус Помпилиус | Последнее письмо | 1985 | 3
Наутилус Помпилиус | Тутанхамон | 1993 | 3
Наутилус Помпилиус | Князь тишины | 1988 | 3
Наутилус Помпилиус | Зверь | 1996 | 3
Наутилус Помпилиус | Яблокитай | 1997 | 3
Наутилус Помпилиус | Девушка по городу | 1997 | 3
Наутилус Помпилиус | Шар цвета хаки | 1985 | 3
Наутилус Помпилиус | Боксёр | 1993 | 3
Наутилус Помпилиус | Дыхание | 1995 | 3
Наутилус Помпилиус | Негодяй и ангел | 1990 | 3
Агата Кристи | Опиум для никого | 1995 | 3
Агата Кристи | Чёрная луна | 1995 | 3
Агата Кристи | Viva Kalman! | 1989 | 3
Агата Кристи | Хали-гали, паратрупер | 1998 | 3
Агата Кристи | Секрет | 1993 | 3
Агата Кристи | Вечная любовь | 1993 | 3
Агата Кристи | Ковёр-вертолёт | 1993 | 3
Агата Кристи | Корабли | 2000 | 3
Агата Кристи | Эпитафия | 1998 | 3
Агата Кристи | Красный по крови | 1995 | 3
Агата Кристи | Пантера | 1995 | 3
Кукрыниксы | Звезда | 2002 | 3
Кукрыниксы | Никто | 2004 | 3
Кукрыниксы | По раскалённой земле | 2003 | 3
Кукрыниксы | Шёпот | 2001 | 3
Кипелов | Смутное время | 2005 | 3
Кипелов | Вавилон | 2005 | 3
Кипелов | Отражение | 2005 | 3
Ария | Потерянный рай | 1998
Ария | Улица роз | 1987
Ария | Воля и разум | 1986 | 3
Ария | Тореро | 1986 | 3
Ария | Кровь за кровь | 1991 | 3
Ария | Возьми моё сердце | 1985 | 3
Ария | Ангельская пыль | 1997 | 3
Ария | Осколок льда | 1995 | 3
Ария | Герой асфальта | 1987 | 3
Ария | Колизей | 2002 | 3
Ария | Химера | 2001 | 3
Ария | Ночь короче дня | 1995 | 3
Ария | Обман | 1998 | 3
Ария | Шёпот | 2001 | 3
Ария | Дьявольский зной | 1985 | 3
Мастер | Палачи | 1987 | 3
Чёрный кофе | Владимирская Русь | 1987 | 3
Алиса | Трасса Е95 | 1996
Алиса | Небо славян | 1996
Алиса | Моё поколение | 1987 | 3
Алиса | Красное на чёрном | 1989 | 3
Алиса | Мы вместе | 1988 | 3
Алиса | Веретено | 2000 | 3
Алиса | Аэробика | 1985 | 3
Алиса | Спокойная ночь | 1985 | 3
Алиса | Энергия | 1985 | 3
Алиса | Я ухожу | 2000 | 3
Алиса | Инок, воин и шут | 2003 | 3
Пикник | Там, на самом краю земли | 1999 | 3
Пикник | Мы как трепетные птицы | 2004 | 3
Пикник | Королевство кривых | 2005 | 3
Пикник | Иероглиф | 1986 | 3
Пикник | Изгиб гитары жёлтой | 1999 | 3
Пикник | Говорила мама | 1998 | 3
Пикник | Фиолетово-чёрный (2001) | 2001 | 3
Сплин | Новые люди | 2001 | 3
Сплин | Мы сидели и курили | 1998 | 3
Сплин | Линия жизни | 2001 | 3
Сплин | Танцуй! | 2003 | 3
Сплин | Скоро будет... | 2004 | 3
Сплин | Мне сказали, что Мачу-Пикчу | 2004 | 3
Сплин | Бериллий | 1999 | 3
Сплин | Мотылёк | 1999 | 3
Сплин | Пластмассовая жизнь | 1997 | 3
Сплин | Рай в шалаше | 1997 | 3
Сплин | Секрет | 2003 | 3
Сплин | Время, назад | 2014 | 3
Би-2 | Последний герой | 2001 | 3
Би-2 | Медленная звезда | 2001 | 3
Би-2 | Счастье | 2006 | 3
Би-2 | Компромисс | 2010 | 3
Би-2 | Падает снег | 2006 | 3
Би-2 | Wake Up | 2006 | 3
Би-2 | Хипстер | 2017 | 3
Би-2 | Пора возвращаться домой | 2007 | 3
Би-2 | Лайки | 2017 | 3
Би-2 | Молитва | 2009 | 3
Би-2 | Нам не страшно | 2011 | 3
Би-2 | Философский камень | 2006 | 3
Би-2 | Аллилуйя | 2017 | 3
Земфира | СПИД | 1999 | 3
Земфира | Ромашки | 1999 | 3
Земфира | Румба | 1999 | 3
Земфира | До свидания | 2002 | 3
Земфира | Бесконечность | 2000 | 3
Земфира | Небомореоблака | 2007 | 3
Земфира | Мачо | 2000 | 3
Земфира | Прости меня моя любовь | 2000
Земфира | Не стреляйте | 2000 | 3
Земфира | Кто? | 2000 | 3
Земфира | Snow | 2002 | 3
Земфира | Есть такие люди | 2000 | 3
Земфира | Мы разбиваемся | 2007 | 3
Земфира | Не отпускай | 2000 | 3
Земфира | Дом | 2009 | 3
Мумий Тролль | Дельфины | 1997 | 3
Мумий Тролль | Девочка | 1997 | 3
Мумий Тролль | Ранетка | 1998 | 3
Мумий Тролль | Морская болезнь | 1998 | 3
Мумий Тролль | Карнавала.нет | 2000 | 3
Мумий Тролль | Не помню | 2000 | 3
Мумий Тролль | Это по любви | 2000 | 3
Мумий Тролль | Moscow Calling | 2011 | 3
Мумий Тролль | Контрабанды | 2000 | 3
Мумий Тролль | Валентинка | 2004 | 3
Звери | Брюнетки и блондинки | 2003 | 3
Звери | Капканы | 2003 | 3
Звери | Просто такая сильная любовь | 2003 | 3
Звери | Для тебя | 2003 | 3
Звери | Южная ночь | 2004 | 3
Звери | Квартира | 2004 | 3
Звери | Я с тобой | 2008 | 3
Звери | До скорой встречи! | 2004 | 3
Звери | Рома, извини | 2008 | 3
Звери | Морем | 2006 | 3
Чайф | Нахреналла | 1993 | 3
Чайф | Не спеши | 1994 | 3
Чайф | 17 лет | 1998 | 3
Чайф | Никто не услышит (Ой-йо) | 1989 | 3
Чайф | Я рисую на окне | 2001 | 3
Чайф | Ветер с моря | 1998 | 3
Машина времени | Скачки | 1987 | 3
Машина времени | Синяя птица | 1983 | 3
Машина времени | Костёр | 1986 | 3
Машина времени | Свеча | 1987 | 3
Машина времени | Он был старше её | 1981 | 3
Машина времени | Марионетки | 1975 | 3
Машина времени | За тех, кто в море | 1987 | 3
Машина времени | Кого ты хотел удивить | 1981 | 3
Аквариум | Поколение дворников | 1987 | 3
Аквариум | Сайгон | 1987 | 3
Аквариум | Серебро Господа моего | 1987 | 3
Аквариум | Мочалкин блюз | 1983 | 3
Аквариум | 2-12-85-06 | 1986 | 3
Аквариум | Пригородный блюз | 1983 | 3
Аквариум | Не пей вина, Гертруда | 1986 | 3
Аквариум | Пять золотых монет | 2003 | 3
Борис Гребенщиков | Город золотой | 1987 | 3
Зоопарк | Пригородный блюз | 1981 | 3
Зоопарк | Лето | 1983 | 3
Гражданская оборона | Всё идёт по плану | 1988
Гражданская оборона | Моя оборона | 1988 | 3
Гражданская оборона | Русское поле экспериментов | 1989 | 3
Гражданская оборона | Вечная весна | 1989 | 3
Гражданская оборона | Я бесконечно люблю | 2002 | 3
Егор Летов | Про дурачка | 1990 | 3
Янка Дягилева | Домой | 1989 | 3
Секрет | Привет | 1987 | 3
Секрет | Моя любовь на пятом этаже | 1987 | 3
Секрет | Ленинградское время | 1987 | 3
Браво | Ветер знает | 1995 | 3
Браво | Как жаль | 1998 | 3
Браво | Дорога в облака | 1994 | 3
Браво | Вася | 1987 | 3
Браво | Жёлтые ботинки | 1987 | 3
Браво | Чудесная страна | 1988 | 3
Браво | Верю я | 1987 | 3
Браво | Московский бит | 1993 | 3
Бригада С | Плачу на луну | 1993 | 3
Ногу Свело! | Хару Мамбуру | 1996 | 3
Ногу Свело! | Московский романс | 1993 | 3
Неприкасаемые | Моя бабушка курит трубку | 2002 | 3
Ва-Банкъ | Пиво на руси | 1995 | 3
Ленинград | Мне бы в небо | 2007 | 3
Ленинград | Дорожная | 2003 | 3
Ленинград | Терминатор | 2007 | 3
Ленинград | Хну | 2012 | 3
Ленинград | Почём звонит колокол | 2012 | 3
Ленинград | Вояж | 2018 | 3
Ленинград | Жу-жу | 2018 | 3
Ленинград | Цой | 2017 | 3
Ленинград | Кольщик | 2016 | 3
Ленинград | Деньги | 2008 | 3
Ленинград | Прогулка | 2012 | 3
Ленинград | Отпускная | 2015 | 3
Ленинград | Гера | 2016 | 3
Ленинград | Музыка для мужика | 2009 | 3
Ленинград | Звезда рок-н-ролла | 2005 | 3
Ленинград | Главная новогодняя | 2007 | 3
Сектор Газа | Туман | 1997
Сектор Газа | Ява | 1991 | 3
Сектор Газа | Колхозный панк | 1991 | 3
Сектор Газа | Вальпургиева ночь | 1994 | 3
Сектор Газа | Твой звонок | 1997 | 3
Сектор Газа | Бомж | 1990 | 3
Сектор Газа | Яга | 1994 | 3
Сектор Газа | Life | 1996 | 3
Сектор Газа | Вой на луну | 1996 | 3
Сектор Газа | Казачья | 1996 | 3
Lumen | Гореть | 2007 | 3
Lumen | Сид и Нэнси | 2004 | 3
Lumen | Государство | 2007 | 3
Lumen | Мегаполис | 2007 | 3
Lumen | Три пути | 2008 | 3
Мураками | Нелюбовь | 2015 | 3
Мураками | Скорость | 2018 | 3
Louna | Мама | 2010 | 3
Louna | Кража | 2012 | 3
Louna | Штурмуя небеса | 2016 | 3
Слот | Две войны | 2007 | 3
Слот | Они убили Кенни | 2004 | 3
Слот | Мёртвые звёзды | 2007 | 3
Слот | Ангел или демон | 2011 | 3
Animal ДжаZ | Три полоски | 2007
Animal ДжаZ | Как люди | 2007 | 3
Animal ДжаZ | Добрый вечер | 2012 | 3
Animal ДжаZ | Не беда | 2010 | 3
Animal ДжаZ | Дыши | 2012 | 3
Сурганова и Оркестр | Девочка | 2004 | 3
Ночные Снайперы | Ты дарила мне розы | 2001 | 3
Ночные Снайперы | Рубеж | 2002 | 3
Диана Арбенина | Бойцовский клуб | 2008 | 3
Смысловые галлюцинации | Вечно молодой | 2001
Смысловые галлюцинации | Зачем топтать мою любовь | 1999 | 3
Смысловые галлюцинации | Звёзды 3000 | 1998 | 3
Смысловые галлюцинации | Розовые очки | 2002 | 3
Танцы Минус | Половинка | 2000
Танцы Минус | Город | 1999 | 3
Танцы Минус | 10 капель | 2000 | 3
Танцы Минус | Иду | 2005 | 3
Пилот | Тюрьма | 2001 | 3
Пилот | Сибирь | 2012 | 3
Пилот | Война и любовь | 2012 | 3
Тараканы! | Я смотрю на них | 2005 | 3
Пурген | Солдат | 2003 | 3
Ляпис Трубецкой | Ау | 2000 | 3
Ляпис Трубецкой | В платье белом | 1998 | 3
Ляпис Трубецкой | Евпатория | 1998 | 3
Ляпис Трубецкой | Ты кинула | 1998 | 3
Ляпис Трубецкой | Розочка | 1998 | 3
Ляпис Трубецкой | Belarus Freedom | 2011 | 3
Кино | Звёзды останутся здесь | 1990 | 3
Ногу Свело! | Лилипуты | 1999 | 3
Uma2rman | Прасковья | 2004 | 3
Uma2rman | Ночной дозор | 2004 | 3
Uma2rman | Кто-то из нас двоих | 2005 | 3
Uma2rman | Девушка Прасковья из Подмосковья | 2004 | 3
Мельница | Дракон | 2005 | 3
Мельница | Королевна | 2005 | 3
Мельница | Луна | 2009 | 3
Пелагея | Ой, то не вечер | 2003 | 3
Пелагея | Не для меня | 2013 | 3
Пелагея | Под ольхой | 2009 | 3
Ольга Арефьева | Ветер | 1998 | 3
Порнофильмы | Я так соскучился | 2018
Порнофильмы | Прорвёмся | 2018 | 3
Порнофильмы | Русская мечта | 2016 | 3
Порнофильмы | Нонконформист | 2017 | 3
Порнофильмы | В диапазоне | 2019 | 3
Пошлая Молли | Типичная вечеринка с бассейном | 2017 | 3
Пошлая Молли | Hello Kitty | 2017 | 3
Пошлая Молли | Контракт | 2018 | 3
Пошлая Молли | Зубки | 2019 | 3
Кис-Кис | Отчим | 2019 | 3
Кис-Кис | Хочу уйти | 2018 | 3
Кис-Кис | Мальчики | 2018 | 3
Нервы | Кофе мой друг | 2014 | 3
Нервы | Глупая | 2013 | 3
Нервы | Слишком влюблён | 2015 | 3
Нервы | Вороны | 2019 | 3
Сироткин | Дом | 2019 | 3
Сироткин | Планы на лето | 2021 | 3
Три дня дождя | Демоны | 2021
Три дня дождя | Не выводи меня | 2021 | 3
Три дня дождя | Перезаряжай | 2022 | 3
Три дня дождя | Где ты | 2022 | 3
Mukka | Девочка с каре | 2020
Дайте танк (!) | Утро | 2016 | 3
Дайте танк (!) | Маленький | 2020 | 3
Дайте танк (!) | Люди | 2016 | 3
Shortparis | Страшно | 2019 | 3
Shortparis | Яблонный сад | 2021 | 3
Ssshhhiiittt! | Дома | 2016 | 3
Электрофорез | Всё пройдёт | 2018 | 3
Буерак | Страшно, но классно | 2016 | 3
Хадн Дадн | Пустой | 2019 | 3
Молчат Дома | Судно (Борис Рыжий) | 2018 | 1
Молчат Дома | Клетка | 2018 | 3
Молчат Дома | Тоска | 2020 | 3
Молчат Дома | Танцевать | 2017 | 3
Аффинаж | Мне легко | 2016 | 3
Найк Борзов | Лошадка | 2000
Найк Борзов | Три слова | 2000 | 3
Найк Борзов | Последняя песня | 2001 | 3
Чичерина | Ту-лу-ла | 2000 | 3
Чичерина | Жара | 2001 | 3
Глеб Самойлов & The Matrixx | Жить всегда | 2013 | 3
Високосный год | Лучшая песня о любви | 2002 | 3
Високосный год | Метро | 2000 | 3
Ундервуд | Гагарин, я вас любила | 2002 | 3
Вячеслав Бутусов | Песня идущего домой | 2000 | 3
Чиж & Co | Вечная молодость | 1996 | 3
Чиж & Co | Фантом | 1996 | 3
Чиж & Co | О любви | 1996 | 3
Чиж & Co | Перекрёсток | 1997 | 3
Ногу Свело! | Сибирская любовь | 2000 | 3
Наив | Суперзвезда | 2003 | 3
Кирпичи | Сантехник | 2000 | 3
Земфира | Маечки | 2002 | 3
`
  },
] satisfies Block[]
