import type { Block } from '../types'

export default [
  {
    genre: 'russian-rap',
    lang: 'ru',
    lines: `
Децл | Вечеринка у Децла | 2000
Многоточие | Жизнь и свобода | 2001
Каста | Вокруг шум | 2002
Баста | Моя игра | 2006
Guf | Ice Baby | 2007
Noize MC | Выдыхай | 2008
Каста | Скажи, что ты будешь | 2008
L'One | Океан | 2012
Макс Корж | Жить в кайф | 2012
Noize MC | Вселенная бесконечна? | 2013
Макс Корж | Мотылёк | 2014
Oxxxymiron | Где нас нет | 2015
Макс Корж | Малый повзрослел | 2015 | 1
Скриптонит | Это любовь | 2015
MiyaGi & Эндшпиль | I Got Love | 2016
Мот | Капкан | 2016
Feduk | Хлопья летят наверх | 2017
MiyaGi & Эндшпиль | Тамада | 2017
Баста | Сансара | 2017 | 1
Баста | Выпускной (Медлячок) | 2017
Элджей | Розовое вино | 2017 | 1
HammAli & Navai | Девочка-война | 2018
Тимати | Лада Седан | 2018
Моргенштерн | Cadillac | 2020 | 1
Инстасамка | За деньги да | 2021
Моргенштерн | Aristocrat | 2021
`
  },
  {
    genre: 'russian-rap',
    lang: 'ru',
    lines: `
Каста | Ревность | 2002 | 3
Каста | Радиосигналы | 2002 | 3
Каста | На порядок выше | 2008 | 3
Каста | Встреча | 2008 | 3
Каста | Под гитару | 2017 | 3
Каста | Сочиние | 2017 | 3
Баста | Мама | 2006 | 3
Баста | Райский остров | 2006 | 3
Баста | Урбан | 2016 | 3
Баста | Платим, платим | 2016 | 3
Баста | Солнца не видно | 2010 | 3
Баста | Чёрный кот | 2019 | 3
Баста & Полина Гагарина | Ангел веры | 2019 | 3
Гуф | Моя игра | 2009 | 3
Гуф | Москва | 2009 | 3
Гуф | Ассорти | 2009 | 3
Гуф | Новый год | 2009 | 3
Гуф | Здорово | 2015 | 3
Centr | Город дорог | 2007 | 3
Centr | Качели | 2008 | 3
Smoky Mo | Город | 2004 | 3
Krec | Осень | 2006 | 3
Влади | Что ж ты такая? | 2008 | 3
Noize MC | Устрой дестрой | 2010 | 3
Noize MC | Всё как у людей | 2008 | 3
Noize MC | Мерседес S666 | 2011 | 3
Noize MC | Из окна | 2008 | 3
Noize MC | Порвали мишку | 2008 | 3
Noize MC | Жвачка | 2014 | 3
Noize MC | Детка, послушай | 2008 | 3
Noize MC | Песня для радио | 2008 | 3
Noize MC | Чайлдфри | 2019 | 3
Noize MC | Сохрани мою речь навсегда | 2016 | 3
Oxxxymiron | Город под подошвой | 2015 | 3
Oxxxymiron | Тентакли | 2015 | 3
Oxxxymiron | Детектор лжи | 2015 | 3
Oxxxymiron | Последний звонок | 2021 | 3
Oxxxymiron | Агент | 2021 | 3
Скриптонит | Танцуй сама | 2015 | 3
Скриптонит | Вечеринка | 2018 | 3
Скриптонит | Положение | 2015
Скриптонит | Космос | 2016 | 3
Скриптонит | Притон | 2016 | 3
Скриптонит | Цепи | 2017 | 3
Скриптонит | Мультибрендовый | 2019 | 3
Макс Корж | Небо поможет нам | 2012
Макс Корж | Время | 2013 | 3
Макс Корж | Слово пацана | 2016 | 3
Макс Корж | Тралики | 2014 | 3
Макс Корж | Пламенный свет | 2016 | 3
Макс Корж | Эндорфин | 2015 | 3
Макс Корж | Шантаж | 2017 | 3
Макс Корж | Оптимист | 2019 | 3
Макс Корж | Горы по колено | 2019 | 3
Макс Корж | Стилевый | 2016 | 3
Макс Корж | Контрольный | 2013 | 3
Макс Корж | 2 типа людей | 2017 | 3
L'One | Все танцуют локтями | 2014 | 3
L'One | Ограбление | 2015 | 3
L'One | Гравитация | 2016 | 3
L'One | Якутяночка | 2012 | 3
Тимати | Звездопад | 2014 | 3
Тимати | Мага | 2016 | 3
Тимати | Не сходи с ума | 2013 | 3
Тимати | Где ты, где я | 2010 | 3
MiyaGi & Andy Panda | Kosandra | 2020 | 1
MiyaGi & Andy Panda | Patron | 2019
MiyaGi & Andy Panda | Utopia | 2021 | 3
MiyaGi & Andy Panda | Брат | 2020 | 3
MiyaGi & Andy Panda | Там ревели горы | 2021 | 3
MiyaGi & Эндшпиль | Fire Man | 2016 | 3
MiyaGi & Эндшпиль | Бонни | 2016 | 3
MiyaGi & Эндшпиль | Captain | 2017 | 3
MiyaGi & Эндшпиль | Люби меня | 2016 | 3
MiyaGi & Эндшпиль | Половина моя | 2017 | 3
MiyaGi & Эндшпиль | Marlboro | 2016 | 3
MiyaGi & Эндшпиль | Freedom | 2017 | 3
MiyaGi & Эндшпиль | Сонная лощина | 2017 | 3
MiyaGi | Minor | 2020 | 3
MiyaGi | Silhouette | 2019 | 3
MiyaGi | Fantasy | 2020 | 3
MiyaGi | Самурай | 2019 | 3
Andy Panda | Как будто бы | 2021 | 3
HammAli & Navai | Птичка | 2019 | 3
HammAli & Navai | Где ты была? | 2018 | 3
HammAli & Navai | Хочешь, я к тебе приеду | 2019 | 3
HammAli & Navai | Ноты | 2020 | 3
HammAli & Navai | Прятки | 2018 | 3
HammAli & Navai | Пустите меня на танцпол | 2018 | 3
HammAli & Navai | Девочка, не плачь | 2019 | 3
HammAli & Navai | Боже, как завидую | 2019 | 3
Элджей | Минимал | 2017 | 3
Элджей | Sayonara детка | 2018 | 3
Элджей | Ультрафиолет | 2018 | 3
Элджей | Рваные джинсы | 2016 | 3
Элджей | 360° | 2017 | 3
Элджей | Hey, Guys | 2016 | 3
Элджей & Кравц | Будильник | 2019 | 3
Feduk | Моряк | 2017 | 3
Feduk | Ночь любви | 2017 | 3
Feduk | Холодок | 2018 | 3
Feduk | Яхта, парус | 2019 | 3
Моргенштерн | Последняя любовь | 2021 | 3
Моргенштерн | Новый Мерин | 2019 | 3
Моргенштерн | Watafak | 2020 | 3
Моргенштерн | Pablo | 2020 | 3
Моргенштерн | Ice | 2021 | 3
Моргенштерн | Селяви | 2021 | 3
Big Baby Tape | Gimme the Loot | 2018 | 3
Big Baby Tape | Dragonborn | 2018 | 3
Big Baby Tape & Kizaru | 99 Problems | 2021 | 3
Kizaru | Дежавю | 2018 | 3
Kizaru | Narcos | 2020 | 3
Kizaru | Money Long | 2019 | 3
Kizaru | Я не могу быть другим | 2021 | 3
Pharaoh | Дико, например | 2015 | 3
Pharaoh | Black Siemens | 2015 | 3
Pharaoh | Дамаск | 2017 | 3
Pharaoh | Smart | 2016 | 3
Pharaoh | 5 минут назад | 2016 | 3
Boulevard Depo | Friendzone | 2016 | 3
Face | Бургер | 2017 | 3
Face | Юморист | 2018 | 3
Face | Я роняю запад | 2018 | 3
Face | Гоша Рубчинский | 2017 | 3
Face | Мой калашников | 2018 | 3
Платина | Танцуй | 2019 | 3
Платина | Валентина | 2019 | 3
Платина | Мне не жаль | 2020 | 3
Lida | Восхищаюсь собой | 2018 | 3
Lizer | Пачка сигарет | 2018 | 3
Lizer | Корабли | 2018 | 3
Lizer | Звёзды | 2018 | 3
Lizer | Между нами | 2019 | 3
Lizer | Влюблён в тебя | 2018 | 3
GONE.Fludd | Кубик льда | 2018 | 3
GONE.Fludd | Мамбл | 2017 | 3
GONE.Fludd | Проклятие | 2018 | 3
Thomas Mraz | Gotham | 2018 | 3
Markul | Fata Morgana | 2018 | 3
Markul | Серпантин | 2021 | 3
Markul | Корабли в бутылках | 2021 | 3
Markul | Стрелы | 2021 | 3
Markul | Последний билет | 2022 | 3
ЛСП | Монетка | 2016 | 3
ЛСП | Coca-Cola | 2017 | 3
ЛСП | Bullet | 2017 | 3
ЛСП | Тело | 2018 | 3
ЛСП | Девочка-грабитель | 2017 | 3
ЛСП | Ниже нуля | 2018 | 3
Хаски | Пуля-дура | 2017 | 3
Хаски | Иуда | 2017 | 3
Хаски | Панелька | 2017 | 3
Хаски | Седьмое октября | 2013 | 3
Хаски | Поэма о родине | 2017 | 3
Хаски | Ай | 2019 | 3
Хаски | Бит шатает голову | 2017 | 3
Слава КПСС | Ласточка | 2017 | 3
Слава КПСС | Мой лучший друг | 2017 | 3
Слава Марлоу | Ты горишь как огонь | 2020 | 1
Слава Марлоу | Снова я напиваюсь | 2020
Слава Марлоу | По глазам | 2019 | 3
Слава Марлоу | Камри 3.5 | 2020 | 3
Слава Марлоу | Девочка с Ozon | 2020 | 3
Мэйби Бэйби | Стереотип | 2020 | 3
Мэйби Бэйби | Зайчик | 2020 | 3
Мэйби Бэйби | Мама, я в Дубае | 2021 | 3
Инстасамка | Мама Бэйби | 2021 | 3
Инстасамка | Juicy | 2021 | 3
Инстасамка | Money Day | 2022 | 3
Инстасамка | Как Мне Это Надо | 2022 | 3
Инстасамка | Отключаю телефон | 2022 | 3
Mayot | Сколько стоит любовь | 2022 | 3
OG Buda | Опять | 2020 | 3
OG Buda | Shinzo | 2020 | 3
Soda Luv | Подарок | 2021 | 3
Toxi$ | Я не ангел | 2021 | 3
Toxi$ | Синий | 2021 | 3
Thrill Pill | Колдун | 2019 | 3
Macan | IVL | 2022 | 3
Macan | Кино | 2022 | 3
Macan | Asphalt 8 | 2022 | 1
Macan | За всех | 2023 | 3
Macan & A.V.G | Пополам | 2021 | 3
A.V.G | Я плачу | 2021 | 3
A.V.G & Goody | Она тебя любит | 2021 | 3
Xcho | Ты и я | 2020 | 3
Xcho | Вороны | 2020 | 3
Xcho | Музыка в ночи | 2020 | 3
Bakr | Пасмурно | 2020 | 3
Скриптонит & Ernar | Улица | 2019 | 3
Jakone | Бродяга | 2021 | 3
Bahh Tee | Помни | 2019 | 3
Баста & Скриптонит | Худший кошмар | 2017 | 3
Нурминский | Дорога | 2018 | 3
Нурминский | Валим | 2019 | 3
ATL | Подполье | 2015 | 3
ATL | Танцуй | 2015 | 3
Хлеб | Шашлындос | 2015 | 3
Хлеб | Мама, я в Голливуде | 2013 | 3
Хлеб | Зелёный кузнечик | 2014 | 3
Пика | Патимейкер | 2017 | 3
Пика | Ч. Х. | 2017 | 3
Дельфин | Я люблю людей | 1997 | 3
Дельфин | Весна | 2007 | 3
Дельфин | Дверь | 1999 | 3
Bad Balance | Город джунглей | 1994 | 3
Мальчишник | Секс без перерыва | 1991 | 3
Мальчишник | Поезд | 1991 | 3
Каста | Ромашки | 2019 | 3
25/17 | Звёзды | 2012 | 3
25/17 | Жду чуда | 2017 | 3
25/17 | Здесь и сейчас | 2014 | 3
Рем Дигга | Слёзы | 2011 | 3
ST | Ветер | 2014 | 3
ST & Глюк'oZa | Москва | 2011 | 3
Типси Тип | Я буду | 2009 | 3
Ноггано | Пятница | 2010 | 3
AK-47 | Ягодка | 2008 | 3
AK-47 | Мы бродяги | 2012 | 3
Триагрутрика | Я не знаю | 2011 | 3
Карандаш | Последняя песня | 2011 | 3
Тбили Тёплый | Гангста | 2016 | 3
Каспийский Груз | Табор | 2012 | 3
Каспийский Груз | Мне это нравится | 2014 | 3
Каспийский Груз | Пересылка | 2016 | 3
Каспийский Груз | Сам себе на уме | 2014 | 3
Каспийский Груз & Мурат Тхагалегов | Мама | 2019 | 3
Миша Маваши | Звёзды | 2014 | 3
Витя АК | Если и понимать | 2013 | 3
Многоточие | В жизни так бывает | 2001 | 3
Многоточие | Щемит в груди | 2001 | 3
`
  },
  {
    genre: 'russian-rap',
    lang: 'ru',
    lines: `
Баста | Медленно | 2019 | 3
Баста | Моя вселенная | 2016 | 3
Баста | Выпусти меня | 2010 | 3
Баста | Любовь | 2008 | 3
Баста | Ты была права | 2011 | 3
Баста | Весна | 2012 | 3
Баста | Готов ли ты? | 2008 | 3
Каста | Сестра | 2016 | 3
Каста | Музыкант | 2017 | 3
Каста | Скрепы | 2019 | 3
Каста | Ремонт | 2017 | 3
Каста | Я надеюсь | 2014 | 3
Гуф | Внатуре | 2015 | 3
Гуф | Дома | 2011 | 3
Noize MC | Ругань из-за стены | 2010 | 3
Noize MC | Нам нужен новый гимн | 2015 | 3
Noize MC | Почему ты не со мной | 2011 | 3
Noize MC | Ленинградский | 2023 | 3
Oxxxymiron | Переплетено | 2012 | 3
Oxxxymiron | Неваляшка | 2012 | 3
Oxxxymiron | Кто убил Марка? | 2021 | 3
Oxxxymiron | Лондонград | 2011 | 3
Скриптонит | Мама | 2017 | 3
Скриптонит | Не забывай | 2015 | 3
Скриптонит | Сука тащит | 2017 | 3
Скриптонит | Зеркала | 2017 | 3
Скриптонит | Двигайся | 2021 | 3
Скриптонит | Поворот | 2023 | 3
Макс Корж | Психи попадают в топ | 2017 | 3
Макс Корж | Где мы | 2019 | 3
Макс Корж | Афганистан | 2021 | 3
Макс Корж | Минск | 2022 | 3
L'One | Мама | 2014 | 3
L'One | Слэм | 2013 | 3
L'One | Беги | 2016 | 3
Элджей | Кровать | 2017 | 3
Элджей | Ecstasy | 2018 | 3
Элджей | Malibu | 2019 | 3
Элджей | Лёд | 2019 | 3
Моргенштерн | Уфф | 2019 | 3
Моргенштерн | Lollipop | 2020 | 3
Моргенштерн | Single | 2020 | 3
Моргенштерн | Grustno | 2021 | 3
Big Baby Tape | Benzo Gang Money | 2018 | 3
Big Baby Tape | Hokage | 2020 | 3
Big Baby Tape | Bandana | 2021 | 3
Kizaru | Привычка | 2021 | 3
Kizaru | Karmageddon | 2021 | 3
OG Buda | Мелодия | 2020 | 3
OG Buda | Sold Out | 2022 | 3
Mayot | Лимонад | 2021 | 3
Mayot | Сладости | 2020 | 3
Soda Luv | Мишка | 2021 | 3
Soda Luv | Ex Gf | 2021 | 3
Платина | Каждый день | 2020 | 3
Платина | Ты моя | 2022 | 3
Lida | Голубоглазый | 2019 | 3
Pharaoh | Unplugged | 2017 | 3
Pharaoh | Ты не была мне | 2019 | 3
Pharaoh | Звёзды | 2020 | 3
Pharaoh | Ничего не изменилось | 2018 | 3
Boulevard Depo | Stockholm | 2017 | 3
Face | Почему | 2018 | 3
Face | Пинк флойд | 2018 | 3
Face | Ракета | 2018 | 3
Face | Слова | 2019 | 3
Lizer | Медляк | 2018 | 3
Lizer | Небо | 2019 | 3
Lizer | Синий иней | 2019 | 3
Lizer | Улица | 2020 | 3
Lizer | Танцую | 2019 | 3
Lizer | Онлайн | 2021 | 3
GONE.Fludd | Бутылка | 2018 | 3
GONE.Fludd | Сахарный человек | 2018 | 3
Markul | Огонь | 2018 | 3
Markul | Без тебя | 2019 | 3
Markul | Ошибка | 2021 | 3
Markul | Луна | 2022 | 3
Markul | 404 | 2024 | 3
Markul | Hard Kick | 2020 | 3
Markul | Маленький принц | 2020 | 3
ЛСП | Святой | 2019 | 3
ЛСП | Мишки | 2020 | 3
ЛСП | Бесит | 2018 | 3
ЛСП | Иностранец | 2017 | 3
Хаски | Бессмертие | 2017 | 3
Хаски | Космос | 2017 | 3
Хаски | Не мешай | 2021 | 3
Хаски | Детка-голливуд | 2020 | 3
Хаски | Северное сияние | 2023 | 3
Слава КПСС | Хорошо | 2018 | 3
Слава Марлоу | Злой | 2021 | 3
Слава Марлоу | Окей | 2020 | 3
Слава Марлоу | Ветер | 2021 | 3
Слава Марлоу | Бабушка | 2021 | 3
Мэйби Бэйби | Хорошо | 2021 | 3
Мэйби Бэйби | Гранд | 2022 | 3
Инстасамка | Обычные люди | 2023 | 3
Инстасамка | Дорогие | 2023 | 3
Инстасамка | Хлопай | 2024 | 3
Kai Angel | Зеркала | 2023 | 3
Toxi$ | Медленно | 2022 | 3
Macan | Kenpachi | 2022 | 3
Macan | Снег | 2023 | 3
Macan | Сентябрь | 2023 | 3
Macan | Ромео | 2024 | 3
A.V.G | Улица | 2022 | 3
A.V.G | Свет | 2023 | 3
Xcho | Медленно | 2021 | 3
Bakr | За мной | 2021 | 3
Bakr | Bentley | 2022 | 3
Jakone | Снег | 2022 | 3
Jakone | Мама | 2023 | 3
MiyaGi | Небо | 2021 | 3
MiyaGi | Вспоминай | 2022 | 3
MiyaGi | Бэйба | 2023 | 3
MiyaGi & Эндшпиль | Колизей | 2016 | 3
MiyaGi & Эндшпиль | Moonlight | 2017 | 3
MiyaGi & Эндшпиль | Не жалею | 2018 | 3
MiyaGi & Эндшпиль | Тук-тук | 2016 | 3
MiyaGi & Эндшпиль | Rapapam | 2016 | 3
HammAli & Navai | Я закохався | 2021 | 3
HammAli & Navai | Секрет | 2021 | 3
HammAli & Navai | Последний поцелуй | 2022 | 3
Navai | Сердцеедка | 2021 | 3
Navai | Ты моя | 2022 | 3
Jah Khalib | Ты и я | 2019 | 3
Jah Khalib | Ma Bad | 2018 | 3
Jah Khalib | Песня про маму | 2019 | 3
Каспийский Груз | На белом | 2015 | 3
Каспийский Груз | Сказка | 2014 | 3
Каспийский Груз | Не смотри на меня так | 2017 | 3
25/17 | Сокол | 2015 | 3
25/17 | Ева | 2014 | 3
25/17 | Комната | 2012 | 3
Рем Дигга | Клан | 2012 | 3
Смоки Мо | Ветер | 2006 | 3
Смоки Мо | Аквалангист | 2011 | 3
Krec | Холодно | 2007 | 3
Krec | Фрик | 2005 | 3
Кравц | Сердцебиение | 2018 | 3
Кравц | Деньги | 2016 | 3
Витя АК | Ночь | 2014 | 3
Миша Маваши | Я люблю своих | 2013 | 3
Триада | Летний | 2016 | 3
Децл | Слёзы | 2000 | 3
Децл | Пятница | 2001 | 3
Децл | Надо мной тяготеет проклятье | 2001 | 3
Легальный Бизне$$ | Мясо | 1999 | 3
Mr. Malik | Кто ты? | 2000 | 3
Пика | Иди спать | 2020 | 3
Хлеб | Пушка | 2017 | 3
Эндшпиль | Улетай | 2019 | 3
Эндшпиль | Mercedes | 2018 | 3
`
  },
] satisfies Block[]
