import type { Block } from '../types'

export default [
  {
    genre: 'russian-pop',
    lang: 'ru',
    lines: `
Алла Пугачёва | Арлекино | 1975
Алла Пугачёва | Миллион алых роз | 1982 | 1
Алла Пугачёва | Айсберг | 1984
Мираж | Музыка нас связала | 1987
Мираж | Я не шучу | 1987
Ласковый май | Белые розы | 1988 | 1
Ласковый май | Седая ночь | 1988
Кар-Мэн | Лондон, гудбай! | 1990 | 1
Любэ | Атас | 1991
Технология | Нажми на кнопку | 1991 | 1
Андрей Губин | Мальчик-бродяга | 1994
Любэ | Конь | 1994 | 1
Филипп Киркоров | Зайка моя | 1994 | 1
Валерий Меладзе | Сэра | 1995
Филипп Киркоров | Жестокая любовь | 1995
Иванушки International | Кукла | 1996
Любэ | Комбат | 1996 | 1
Алла Пугачёва | Позови меня с собой | 1997 | 1
Андрей Губин | Зима-холода | 1997
Иванушки International | Тучи | 1997 | 1
Hi-Fi | Беспризорник | 1998
Natali | Ветер с моря дул | 1998
Иванушки International | Тополиный пух | 1998 | 1
Михаил Круг | Владимирский централ | 1998 | 1
Руки Вверх! | Крошка моя | 1998 | 1
Руки Вверх! | 18 мне уже | 1998 | 1
Hi-Fi | Седьмой лепесток | 1999
Валерий Меладзе | Салют, Вера | 1999
Руки Вверх! | Алёшка | 1999
t.A.T.u. | Я сошла с ума | 2000 | 1
Блестящие | А я всё летала | 2000
Вирус | Ты меня не ищи | 2000
Руки Вверх! | Он тебя целует | 2000
Hi-Fi | А мы любили | 2001
t.A.T.u. | Нас не догонят | 2001 | 1
ВИА Гра | Попытка № 5 | 2001 | 1
Дискотека Авария | Х.Х.Х.И.Р.Н.Р. | 2001
Григорий Лепс | Рюмка водки на столе | 2002 | 1
Дискотека Авария | Новогодняя | 2002 | 1
Любэ | Позови меня тихо по имени | 2002
Руки Вверх! | Последний поцелуй | 2002
Глюк'oZa | Невеста | 2003
Дискотека Авария | Если хочешь остаться | 2003
Валерий Меладзе | Красиво | 2005 | 1
Дима Билан | Невозможное возможно | 2005 | 1
МакSим | Знаешь ли ты | 2006
МакSим | Трудный возраст | 2006
Сергей Лазарев | Ты всё, что нужно мне | 2006
Григорий Лепс | Самый лучший день | 2008
Лолита | На Титанике | 2008
Ани Лорак | Солнце | 2009
Григорий Лепс | Я счастливый | 2009
Стас Михайлов | Всё для тебя | 2009
Ёлка | Прованс | 2010
Вера Брежнева | Любовь спасёт мир | 2010
Нюша | Выбирать чудо | 2010
Звонкий | Голоса | 2011
Тина Кароль | Ноченька | 2011
Серебро | Мама Люба | 2012
IOWA | Улыбайся | 2013
Natali | О, боже, какой мужчина! | 2013
Ани Лорак | Зажигай сердце | 2013
Время и Стекло | Песня 404 | 2013
Лолита | Шпильки | 2013
IOWA | Маршрутка | 2014
Время и Стекло | Имя 505 | 2015
Полина Гагарина | Кукушка | 2015
Artik & Asti | Неделимые | 2016
Макс Барских | Туманы | 2016
Мальбэк & Сюзанна | Гипнозы | 2017
Мари Краймбрери | Это была любовь | 2017
Ольга Бузова | Мало половин | 2017
Cream Soda | Никаких больше вечеринок | 2018
Cream Soda & Хлеб | Плачу на техно | 2018
Zivert | Life | 2018 | 1
Монеточка | Каждый раз | 2018 | 1
Монеточка | Нимфоманка | 2018
Jony | Комета | 2019 | 1
Zivert | Беспонтовый пирожок | 2019
Dabro | Юность | 2020
Клава Кока | Покинула чат | 2020
Artik & Asti | Девочка танцуй | 2021
Shaman | Встанем | 2022 | 1
`
  },
  {
    genre: 'russian-pop',
    lang: 'en',
    lines: `
Серебро | Song #1 | 2007
Дима Билан | Believe | 2008
Полина Гагарина | A Million Voices | 2015
Сергей Лазарев | You Are the Only One | 2016
`
  },
  {
    genre: 'russian-pop',
    lang: 'ru',
    lines: `
Алла Пугачёва | Без меня тебе, любимый мой | 1977 | 3
Алла Пугачёва | Делу время | 1985 | 3
Алла Пугачёва | Женщина, которая поёт | 1978 | 3
Алла Пугачёва | Эти летние дожди | 1999 | 3
Алла Пугачёва | Мадам Брошкина | 1997 | 3
Алла Пугачёва | Звёздное лето | 1982 | 3
Алла Пугачёва | Паромщик | 1985 | 3
Алла Пугачёва | Не делайте мне больно, господа | 1997 | 3
Алла Пугачёва | Любовь, похожая на сон | 2000
Алла Пугачёва | Осенний поцелуй | 1985 | 3
Алла Пугачёва | Найти меня | 1997 | 3
Алла Пугачёва | Робинзон | 1982 | 3
Алла Пугачёва | Птица певчая | 1999 | 3
Алла Пугачёва | Привет, Андрей | 2000 | 3
Алла Пугачёва & Максим Галкин | Холодно в городе | 2007 | 3
Кристина Орбакайте | Перелётная птица | 2006 | 3
Кристина Орбакайте | Губки бантиком | 1998 | 3
Кристина Орбакайте | Мой мир | 2004 | 3
Кристина Орбакайте | Свет твоей любви | 1998 | 3
Филипп Киркоров | Цвет настроения синий | 2018
Филипп Киркоров | Снег | 2000
Филипп Киркоров | Мария | 1994 | 3
Филипп Киркоров | Единственная моя | 2004 | 3
Филипп Киркоров | Ой, мама, шика дам | 1997 | 3
Филипп Киркоров | Я за тебя умру | 1997 | 3
Филипп Киркоров | Атлантида | 1996 | 3
Филипп Киркоров | Мышь | 1994 | 3
Филипп Киркоров | Диско-партизаны | 2017 | 3
Филипп Киркоров | Немного жаль | 2010 | 3
Николай Басков | Шарманка | 2006
Николай Басков | Natural Blonde | 2005 | 3
Николай Басков | Ты моя | 2012 | 3
Валерий Меладзе | Самба белого мотылька | 1995
Валерий Меладзе | Иностранец | 2003 | 3
Валерий Меладзе | Свободный полёт | 2008 | 3
Валерий Меладзе | Как ты красива сегодня | 2003 | 3
Валерий Меладзе | Безответно | 2014 | 3
Валерий Меладзе | Небеса | 2005 | 3
Валерий Меладзе | Девушки из высшего общества | 1995 | 3
Валерий Меладзе | Вопреки | 2008 | 3
Валерий Меладзе | Текила-любовь | 2003 | 3
Валерий Меладзе | Обернитесь | 2002 | 3
Валерий Меладзе | Перемена погоды | 2003 | 3
Валерий Меладзе | Рассвет-закат | 2006 | 3
ВИА Гра | Бомба | 2002 | 3
ВИА Гра | Не оставляй меня, любимый | 2001 | 3
ВИА Гра | Стоп! Стоп! Стоп! | 2002 | 3
ВИА Гра | Убей мою подругу | 2003 | 3
ВИА Гра | Я не поняла | 2003 | 3
ВИА Гра | Цветок и нож | 2008 | 3
ВИА Гра | Поцелуи | 2009 | 3
ВИА Гра | Анти-гейша | 2007 | 3
ВИА Гра | Л.М.Л. | 2007 | 3
Руки Вверх! | Ай-яй-яй | 2000 | 3
Руки Вверх! | Студент | 1997 | 3
Руки Вверх! | Доброй ночи | 1997 | 3
Руки Вверх! | Здравствуй, это я | 1998 | 3
Руки Вверх! | Малыш | 1998 | 3
Руки Вверх! | Песенка | 1999 | 3
Руки Вверх! | Танцуй со мной | 1998 | 3
Руки Вверх! | Уходи | 1999 | 3
Руки Вверх! | Чужие губы | 2003 | 3
Руки Вверх! | Ты где-то | 2001 | 3
Руки Вверх! | Так сильно | 2009 | 3
Руки Вверх! | Молодая | 2006 | 3
Руки Вверх! | Похищение | 2006 | 3
Руки Вверх! | Назови его как меня | 2003 | 3
Иванушки International | Где-то | 1999 | 3
Иванушки International | Снегири | 1999 | 3
Иванушки International | Реви | 2000 | 3
Иванушки International | Билет на Маврикий | 2001 | 3
Иванушки International | Это не любовь | 2000 | 3
Иванушки International | Золотые облака | 2001 | 3
Иванушки International | Танец Ивана | 1996 | 3
Hi-Fi | Не дано | 1998 | 3
Hi-Fi | Глупые люди | 2003 | 3
Hi-Fi | Ухожу | 2002 | 3
Hi-Fi | Новогодняя | 2002 | 3
Hi-Fi | Я и ты | 2003 | 3
Дискотека Авария | Малинки | 2006 | 3
Дискотека Авария | Модном прикиде | 2000 | 3
Дискотека Авария | Небо | 2002 | 3
Дискотека Авария | Суровый рэп | 2005 | 3
Дискотека Авария | Пей пиво! | 2002 | 3
Дискотека Авария | Disco Superstar | 2007 | 3
Дискотека Авария | Песенка про Снегурочку | 2004 | 3
Дискотека Авария | Ты кидала | 2001 | 3
Андрей Губин | Мотылёк | 1998 | 3
Андрей Губин | Танцы | 1999 | 3
Андрей Губин | Ночь | 1998 | 3
Андрей Губин | Ты уйдёшь | 1998 | 3
Андрей Губин | Если бы | 2000 | 3
Андрей Губин | Девушки как звёзды | 1997 | 3
Андрей Губин | Лиза | 1995 | 3
Леонид Агутин | Хоп хей лала лей | 1994
Леонид Агутин | Летний дождь | 1995 | 3
Леонид Агутин | Остров | 1997 | 3
Леонид Агутин | Аэропорты | 2003 | 3
Леонид Агутин & Анжелика Варум | Если ты когда-нибудь меня простишь | 2000 | 3
Анжелика Варум | Королева | 1995 | 3
Анжелика Варум | Художник, что рисует дождь | 1997 | 3
Наташа Королёва | Жёлтые тюльпаны | 1990
Наташа Королёва | Маленькая страна | 1995
Наташа Королёва | Конфетти | 1994 | 3
Наташа Королёва | Ветер-ветерок | 1994 | 3
Татьяна Буланова | Не плачь | 1991 | 3
Татьяна Буланова | Летний сад | 1993 | 3
Лариса Долина | Погода в доме | 1996
Ирина Аллегрова | Императрица | 1998 | 3
Ирина Аллегрова | Угонщица | 1997 | 3
Ирина Аллегрова | Младший лейтенант | 1995 | 3
Ирина Аллегрова | Привет, Андрей! | 1998 | 3
Ирина Аллегрова | Транзит | 1993 | 3
Ирина Аллегрова | Свадебные цветы | 1996 | 3
Лолита | Пошла вон | 2001 | 3
Лолита | Маленький | 2009 | 3
Маша Распутина | Отпустите меня в Гималаи | 1992 | 3
Маша Распутина | Роза чайная | 1994 | 3
Маша Распутина | Платье из роз | 2002 | 3
Шура | Твой новый день | 1999 | 3
Шура | Холодная луна | 1997 | 3
Шура | Отшумели летние дожди | 1999 | 3
Мираж | Звёзды нас ждут | 1988 | 3
Мираж | Наступает ночь | 1989 | 3
Мираж | Видео | 1987 | 3
Мираж | Новый герой | 1987 | 3
Ласковый май | Розовый вечер | 1989
Ласковый май | Старый лес | 1988 | 3
Ласковый май | Глупые снежинки | 1989 | 3
Ласковый май | Пусть будет ночь | 1989 | 3
Ласковый май | Тающий снег | 1988 | 3
Юрий Шатунов | Детство | 2001 | 3
Юрий Шатунов | Седая ночь | 1988 | 3
Юрий Шатунов | Забудь | 2012 | 3
Кар-Мэн | Чао, Бамбино | 1992 | 3
Кар-Мэн | Космос | 1991 | 3
Кар-Мэн | Внимание, Шанхай | 1991 | 3
Кар-Мэн | Сан-Франциско | 1990 | 3
Комбинация | American Boy | 1990
Комбинация | Бухгалтер | 1991
Комбинация | Два кусочека колбаски | 1990 | 3
Комиссар | Ты уйдёшь | 1992 | 3
Комиссар | Королева снежная | 1995 | 3
Технология | Странные танцы | 1991 | 3
Технология | Полчаса | 1993 | 3
Дюна | Страна Лимония | 1990 | 3
Дюна | Привет с большого бодуна | 1993 | 3
Сергей Минаев | Карина | 1988 | 3
Кай Метов | Position Number 2 | 1994 | 3
Кай Метов | Вспомни меня | 1993 | 3
Богдан Титомир | Делай как я | 1992 | 3
Игорь Николаев | Выпьем за любовь | 1997 | 3
Игорь Николаев | Пять причин | 2000 | 3
Игорь Николаев | Мельница | 1993 | 3
Игорь Николаев & Наташа Королёва | Дельфин и русалка | 1992 | 3
Олег Газманов | Есаул | 1991 | 3
Олег Газманов | Морячка | 1995 | 3
Олег Газманов | Офицеры | 1994 | 3
Олег Газманов | Москва | 1996 | 3
Олег Газманов | Путана | 1990 | 3
Олег Газманов | Мои ясные дни | 1994 | 3
Олег Газманов | Сделан в СССР | 2005 | 3
Любэ | Давай за… | 2002 | 3
Любэ | Батька Махно | 1990 | 3
Любэ | Ребята с нашего двора | 1997 | 3
Любэ | Берёзы | 2002 | 3
Любэ | Улочки московские | 1996 | 3
Любэ | Дорога | 1997 | 3
Любэ | Солдат | 2000 | 3
Любэ | Скворцы | 2005 | 3
Любэ | Там, за туманами | 1997 | 3
Любэ | Не губите, мужики | 1991 | 3
Любэ | Ты неси меня, река | 2002 | 3
Любэ | Самоволочка | 1996 | 3
Григорий Лепс | Натали | 2000 | 3
Григорий Лепс | Я уеду жить в Лондон | 2013 | 3
Григорий Лепс | Озеро надежды | 2009 | 3
Григорий Лепс | Водопад | 2007 | 3
Григорий Лепс | Спасибо, ребята | 2000 | 3
Григорий Лепс | Лабиринт | 2004 | 3
Григорий Лепс | Песенка | 2005 | 3
Григорий Лепс | Огромное небо | 2003 | 3
Григорий Лепс & Ирина Аллегрова | Я тебе не верю | 2006 | 3
Григорий Лепс & Тимати | Лондон | 2013 | 3
Стас Михайлов | Без тебя | 2007 | 3
Стас Михайлов | Ты лучше всех | 2010 | 3
Стас Михайлов | Возьми моё сердце | 2010 | 3
Стас Пьеха | Одна звезда | 2006 | 3
Дима Билан | Never Let You Go | 2006 | 3
Дима Билан | Мулатка | 2003 | 3
Дима Билан | Я твой номер один | 2004 | 3
Дима Билан | На берегу неба | 2005 | 3
Дима Билан | Время-река | 2006 | 3
Дима Билан | Молния | 2015 | 3
Дима Билан | Девочка моя | 2017 | 3
Дима Билан | Про белые розы | 2016 | 3
Дима Билан | Держи | 2015 | 3
Дима Билан | Пьяная любовь | 2018 | 3
Сергей Лазарев | Это всё она | 2015 | 3
Сергей Лазарев | В самое сердце | 2014 | 3
Сергей Лазарев | Шёпотом | 2017 | 3
Сергей Лазарев | Сдавайся | 2018 | 3
Сергей Лазарев | Лови | 2013 | 3
Полина Гагарина | Спектакль окончен | 2007
Полина Гагарина | Шагай | 2014 | 3
Полина Гагарина | Нет | 2014 | 3
Полина Гагарина | Драмы больше нет | 2015 | 3
Полина Гагарина | Обезоружена | 2016 | 3
Ёлка | Около тебя | 2011 | 3
Ёлка | Мальчик-красавчик | 2010 | 3
Ёлка | Твои глаза | 2010 | 3
Ёлка | На большом воздушном шаре | 2012 | 3
Ёлка | Грубым дальше | 2012 | 3
Ёлка | Нарисовать мечту | 2019 | 3
Нюша | Чудо | 2010 | 3
Нюша | Где ты, там я | 2014 | 3
Нюша | Цунами | 2014 | 3
Нюша | Вою на луну | 2009 | 3
Нюша | Не перебивай | 2009 | 3
Нюша | Только | 2015 | 3
Нюша | Plus | 2015 | 3
Жасмин | Ты не со мной | 2001 | 3
Жасмин | Перепишу любовь | 2001 | 3
Жасмин | Ну зачем | 2004 | 3
Валерия | Часики | 2002
Валерия | Самолёт | 1998 | 3
Валерия | Капелькою неба | 2003 | 3
Валерия | Ночь нежна | 2003 | 3
Валерия | Была любовь | 1995 | 3
Валерия & Стас Пьеха | Ты грустишь | 2008 | 3
Блестящие | Чао, бамбино, сеньорита | 2003 | 3
Блестящие | Восточные сказки | 2006 | 3
Блестящие | Апельсиновая песня | 2001 | 3
Блестящие | За четыре моря | 2003 | 3
Блестящие | Брат мой | 2002 | 3
Блестящие | Облачками белыми | 1997 | 3
Фабрика | Про любовь | 2002 | 3
Фабрика | Не виноватая я | 2003 | 3
Фабрика | Рыбка | 2004 | 3
Фабрика | Медленно | 2005 | 3
Корни | Ты узнаешь её | 2003 | 3
Корни | Плакала берёза | 2003 | 3
Пьер Нарцисс | Шоколадный заяц | 2003
Тимати | Если ты со мной | 2007 | 3
Слава | Одиночество | 2008 | 3
Слава | Подруга-ночь | 2006 | 3
Слава & Ирина Аллегрова | Первая любовь — любовь последняя | 2006 | 3
Мария Ржевская | Когда я стану кошкой | 2002 | 3
Глюк'oZa | Жениха хотела | 2006 | 3
Глюк'oZa | Танцуй, Россия!!! | 2007 | 3
Глюк'oZa | Ой, ой | 2003 | 3
Глюк'oZa | Швайне | 2005 | 3
Глюк'oZa | Деньги | 2009 | 3
Глюк'oZa & ST | Москва | 2011 | 3
МакSим | Мой рай | 2007 | 3
МакSим | Отпусти | 2007 | 3
МакSим | Научусь летать | 2006 | 3
МакSим | Сон | 2008 | 3
МакSим | Ветром стать | 2009 | 3
МакSим | Танцы | 2012 | 3
МакSим | Колыбельная | 2014 | 3
Звонкий & Rem Digga | Голоса | 2011 | 3
Город 312 | Останусь | 2006
Город 312 | Вне зоны доступа | 2007 | 3
Город 312 | Помоги мне | 2009 | 3
Ани Лорак | Зеркала | 2008 | 3
Ани Лорак | Shady Lady | 2008 | 3
Ани Лорак | Я вернусь | 2013 | 3
Ани Лорак | Разбитая любовь | 2017 | 3
Ани Лорак | Удержи моё сердце | 2015 | 3
Вера Брежнева | Реальная жизнь | 2010 | 3
Вера Брежнева | Девочка моя | 2012 | 3
Вера Брежнева | Доброе утро | 2014 | 3
Вера Брежнева | Ветерок | 2017 | 3
Тина Кароль | Шиншила | 2015 | 3
Тина Кароль | Ностальгия | 2013 | 3
MONATIK | Кружит | 2017
MONATIK | То, от чего без ума | 2018 | 3
MONATIK | Vitamin D | 2016 | 3
MONATIK | Сон | 2016 | 3
Макс Барских | Подруга-ночь | 2016 | 3
Макс Барских | Неземная | 2017 | 3
Макс Барских | Займёмся любовью | 2017 | 3
Макс Барских | Моя любовь | 2018 | 3
Время и Стекло | Навернопотомучто | 2016 | 3
Время и Стекло | Тролль | 2015 | 3
Время и Стекло | Дим Дим Дим | 2018 | 3
Время и Стекло | На стиле | 2017 | 3
Потап и Настя | Я не танцую | 2013 | 3
Потап и Настя | Чумачечая весна | 2013 | 3
Потап и Настя | Новые люди | 2014 | 3
Потап и Настя | Почему ты? | 2010 | 3
Потап и Настя | Не пара | 2006
Потап и Настя | Всё пучком | 2010 | 3
Потап и Настя | Уди-уди | 2013 | 3
Потап и Настя | Чилим | 2012 | 3
Потап и Настя | Мы любили | 2015 | 3
IOWA | Мои стихи, твоя гитара | 2016 | 3
IOWA | Одно и то же | 2015 | 3
IOWA | Плохо танцевать | 2014 | 3
IOWA | 140 | 2016 | 3
Мари Краймбрери | Перекрестками | 2018 | 3
Мари Краймбрери | Океан | 2018 | 3
Мари Краймбрери | Пьяная | 2019 | 3
Мари Краймбрери | Мне так повезло | 2020 | 3
Artik & Asti | Номер 1 | 2016 | 3
Artik & Asti | Тебе всё можно | 2015 | 3
Artik & Asti | Под гипнозом | 2017 | 3
Artik & Asti | Истеричка | 2019 | 3
Artik & Asti | Грустный дэнс | 2019
Artik & Asti | Невероятно | 2019 | 3
Artik & Asti | Последний поцелуй | 2015 | 3
Artik & Asti | Половина | 2018 | 3
Artik & Asti | Миллион | 2023 | 3
Asti | Я больше не буду | 2023 | 3
Zivert | Credo | 2019
Zivert | ЯТЛ | 2019 | 3
Zivert | Шарм | 2019 | 3
Zivert | Ещё хочу | 2020 | 3
Zivert | Зелёные волны | 2017 | 3
Zivert | Бесконечность | 2020 | 3
Zivert | Fly | 2021 | 3
Zivert | Многоточия | 2018 | 3
Клава Кока | Ла ла ла | 2020 | 3
Клава Кока | Пьяную домой | 2021 | 3
Niletto | Любимка | 2019 | 1
Niletto | Fendi | 2021 | 3
Niletto | Ходим по краю | 2021 | 3
Niletto | Невеста | 2020 | 3
Мохито | Ради тебя | 2015 | 3
Мохито | Перечеркни | 2018 | 3
Мохито | Не болей | 2016 | 3
Ханна | Пули | 2016 | 3
Ханна | Музыка звучит | 2017 | 3
Ханна | Омар Хайям | 2017 | 3
Ханна | Не забывай | 2019 | 3
Елена Темникова | Импульсы | 2016 | 3
Елена Темникова | Тепло | 2016 | 3
Юлианна Караулова | Ты не такой | 2015 | 3
Юлианна Караулова | Внеорбитные | 2017 | 3
Ольга Бузова | Привыкаю | 2018 | 3
Ольга Бузова | Под звуки поцелуев | 2017 | 3
Ольга Бузова | Танцуй под Бузову | 2018 | 3
Егор Крид | Самая самая | 2015
Егор Крид | Будильник | 2014 | 3
Егор Крид | Невеста | 2015 | 3
Егор Крид | Мне нравится | 2016 | 3
Егор Крид | Холостяк | 2017 | 3
Егор Крид | Цвет настроения чёрный | 2018 | 3
Егор Крид | Сердцеедка | 2019 | 3
Егор Крид | Отпускаю | 2018 | 3
Егор Крид | Голубые глаза | 2020 | 3
Егор Крид | (Не)идеальна | 2020 | 3
Егор Крид | Звёзды и ветер | 2021 | 3
Jony | Аллея | 2020 | 3
Jony | Лали | 2020 | 3
Jony | Ты беспощадна | 2019 | 3
Jony | Никак | 2020 | 3
Jony | Камнепад | 2019 | 3
Jony & Hammali & Navai | Без тебя я не я | 2020 | 3
Jah Khalib | Leila | 2017 | 3
Jah Khalib | Медина | 2017
Jah Khalib | Если че, я Баха | 2018 | 3
Jah Khalib | Do It | 2018 | 3
Jah Khalib | Ты словно целая вселенная | 2016 | 3
Jah Khalib | Созвездие ангела | 2014 | 3
Rauf & Faik | Детство | 2018 | 1
Rauf & Faik | Я люблю тебя давно | 2019 | 3
Rauf & Faik | Колыбельная | 2019 | 3
Rauf & Faik | Вечера | 2019 | 3
Rauf & Faik | Что ты знаешь о любви | 2019 | 3
Andro | Иксы | 2019 | 3
Andro | Как не любить | 2021 | 3
Ramil' | Сияй | 2019
Ramil' | Вся такая | 2019 | 3
Ramil' | Маяк | 2019 | 3
Ramil' | Сон | 2020 | 3
Мот & Jah Khalib | Fashion | 2017 | 3
Мот | Соло | 2016 | 3
Мот | Ау | 2018 | 3
Мот | Абсолютно всё | 2019 | 3
Мот | Паруса | 2017 | 3
Bahh Tee & Turken | Ты моя мелодия | 2020 | 3
Galibri & Mavik | Федерико Феллини | 2021 | 1
Galibri & Mavik | Чак-чак | 2021 | 3
Galibri & Mavik | Птичка | 2022 | 3
Анет Сай | Слёзы | 2021 | 3
Ваня Дмитриенко | Венера-Юпитер | 2021 | 1
Ваня Дмитриенко | Лелею | 2022 | 3
Ваня Дмитриенко | Беги | 2023 | 3
Dabro | Услышит весь район | 2020 | 3
Dabro | На часах ноль-ноль | 2021 | 3
Dabro | Мне не нужны слова | 2021 | 3
Dabro | Я в моменте | 2021 | 3
Dabro | Поцелую | 2019 | 3
Даня Милохин | Я дорама | 2020 | 3
Даня Милохин & Николай Басков | Дико тусим | 2021 | 3
Мари Краймбрери | Не грусти | 2021 | 3
Ани Лорак | Сумасшедшая | 2018 | 3
Вирус | Ручки | 2000 | 3
Вирус | Попрошу тебя | 2000 | 3
Демо | Солнышко | 1999
Демо | 2000 лет | 2000 | 3
Гости из будущего | Беги от меня | 2000 | 3
Гости из будущего | Зима в сердце | 2001 | 3
Гости из будущего | Нелюбовь | 2003 | 3
Гости из будущего | Метко | 2002 | 3
Гости из будущего | Почему ты | 2000 | 3
Smash!! | Belle | 2002 | 3
Smash!! | Freeway | 2003 | 3
Отпетые мошенники | Обратите внимание | 2000 | 3
Отпетые мошенники | Люби меня, люби | 1998 | 3
Отпетые мошенники | Граница | 2001 | 3
Отпетые мошенники | Девушки бывают разные | 2004 | 3
Бьянка | Про лето | 2004 | 3
Бьянка | Музыка | 2010 | 3
Бьянка | Были танцы | 2005 | 3
Сати Казанова | До рассвета | 2008 | 3
Ирина Дубцова | О нём | 2005 | 3
Ирина Дубцова | Люби меня | 2016 | 3
Ирина Дубцова | Девочки | 2006 | 3
Альбина Джанабаева | Нам не нужно быть вместе | 2010 | 3
Наталия Подольская | Поздно | 2005 | 3
Марина Хлебникова | Чашка кофею | 1996 | 3
Алсу | Зимний сон | 1999
Алсу | Весенний джаз | 2000 | 3
Алсу | Иногда | 2000 | 3
Алсу | Солнце | 1999 | 3
Алсу | Before You Love Me | 2000 | 3
Лев Лещенко & Владимир Винокур | Бабушки | 1990 | 3
Сергей Жуков | Зима | 2012 | 3
Сергей Жуков | Я не боюсь | 2012 | 3
Сергей Жуков & Мираж | Ты — мой мир | 2010 | 3
Анна Асти | По барам | 2022
Анна Асти | Царица | 2023 | 1
Анна Асти | Феникс | 2022 | 3
Анна Асти | Верю в тебя | 2023 | 3
Анна Асти | Ночью на кухне | 2023 | 3
Анна Асти | Звенит январская вьюга | 2023 | 3
Анна Асти | Девочка танцуй | 2022 | 3
Анна Асти | Особенный | 2024 | 3
Shaman | Я русский | 2022 | 3
Shaman | Моя Россия | 2023 | 3
Shaman | Ты моя | 2023 | 3
Леонид Агутин | Ты будешь моей | 2022 | 3
Instasamka | Popstar | 2022 | 3
Kristina Si | Я не боюсь | 2019 | 3
Kristina Si | Тебе можно всё | 2019 | 3
Тайпан & Agunda | Луна не знает пути | 2020
Агунда | Ничего не говори | 2021 | 3
Хабиб | Ягода малинка | 2020
Хабиб | Шамана | 2022 | 3
Мияги & Andy Panda | Utopia | 2021 | 3
Татьяна Куртукова | Матушка земля | 2022 | 1
Чайф | Где вы были | 2022 | 3
Сергей Трофимов | Город детства | 2003 | 3
Сергей Трофимов | Московская песня | 2005 | 3
Сергей Трофимов | Снегири | 2007 | 3
Сергей Трофимов | Ветер в голове | 2005 | 3
Михаил Круг | Кольщик | 1996 | 3
Михаил Круг | Девочка-пай | 1994 | 3
Михаил Круг | Фраер | 1998 | 3
Михаил Круг | Жиган-лимон | 1994 | 3
Михаил Круг | Мадам | 1998 | 3
Михаил Шуфутинский | 3-е сентября | 1993 | 1
Михаил Шуфутинский | Наколочка | 1993 | 3
Михаил Шуфутинский | Пальма де Майорка | 1994 | 3
Михаил Шуфутинский | Марджанджа | 2000 | 3
Ирина Круг | Тебе, моя последняя любовь | 2004 | 3
Бутырка | Запахло весной | 2001 | 3
Бутырка | Голуби | 2002 | 3
Лесоповал | Я куплю тебе дом | 1992 | 3
Лесоповал | Белый лебедь на пруду | 1993 | 3
Александр Розенбаум | Вальс-бостон | 1986
Александр Розенбаум | Гоп-стоп | 1981 | 3
Александр Розенбаум | Есаул молоденький | 1986 | 3
Александр Розенбаум | Утиная охота | 1991 | 3
Александр Розенбаум | Глухари | 1993 | 3
Александр Розенбаум | Чёрный тюльпан | 1986 | 3
Валентин Стрыкало | Наше лето | 2010
Валентин Стрыкало | Кайен | 2011 | 3
Валентин Стрыкало | Гори | 2014 | 3
Валентин Стрыкало | Так гріє | 2012 | 3
Валентин Стрыкало | Знаешь, Таня | 2013 | 3
Валентин Стрыкало | Всё решено | 2015 | 3
Валентин Стрыкало | Космос нас ждёт | 2013 | 3
Монеточка | Последняя дискотека | 2018 | 3
Монеточка | Падать в грязь | 2020 | 3
Монеточка | Нет монет | 2018 | 3
Монеточка | Кис-кис | 2019 | 3
Монеточка | Это было в России | 2018 | 3
Монеточка | Странные танцы | 2019 | 3
Монеточка | Папина дочка | 2018 | 3
Гречка | Подружки | 2017 | 3
Gayana | Не со мной | 2019 | 3
Луна | Грустный дэнс | 2017 | 3
Луна | Огни | 2016 | 3
Лолита | Раневская | 2013 | 3
Лолита | Перламутровая | 2018 | 3
Наргиз | Вдвоём | 2013 | 3
Наргиз | Ты моя нежность | 2015 | 3
Юлия Савичева | Если в сердце живёт любовь | 2004 | 3
Юлия Савичева | Высоко | 2004 | 3
Юлия Савичева | Прости за любовь | 2005 | 3
Юлия Савичева | Привет | 2005 | 3
Ранетки | О тебе | 2008 | 3
Ранетки | Ангелы | 2007 | 3
5ivesta Family | Вместе мы | 2013 | 3
5ivesta Family | Я буду | 2013 | 3
Винтаж | Ева | 2009 | 3
Винтаж | Плохая девочка | 2008 | 3
Винтаж | Одиночество любви | 2012 | 3
Винтаж | Роман | 2010 | 3
Винтаж | Знак Водолея | 2010 | 3
Винтаж | Микки | 2010 | 3
Винтаж | Танцуй со мной | 2012 | 3
Серебро | Скажи, не молчи | 2008 | 3
Серебро | Я тебя не отдам | 2013 | 3
Серебро | Перепутала | 2013 | 3
Серебро | Отпусти меня | 2014 | 3
Серебро | Мало тебя | 2014 | 3
Серебро | Сладко | 2009 | 3
Ирина Билык | Снег | 1999 | 3
Ирина Билык | Мы будем вместе | 2004 | 3
Таисия Повалий | Зеркала | 1996 | 3
Кристина Си | Мне не больно | 2018 | 3
Natan | Ты должна рядом быть | 2017 | 3
MBAND | Она вернётся | 2014
MBAND | Посмотри на меня | 2014 | 3
MBAND | Отчаянный | 2016 | 3
MBAND | Без тебя я не я | 2015 | 3
Burito | Мама | 2013 | 3
Burito | Возвращайся | 2014 | 3
Burito | По волнам | 2016 | 3
Burito & Ёлка | Ты поднимаешь меня | 2016 | 3
Пицца | Оружие | 2012 | 3
Пицца | Улыбка | 2014 | 3
Пицца | Романс | 2013 | 3
Пицца | Мы как облака | 2019 | 3
Градусы | Голая | 2011 | 3
Градусы | Режиссёр | 2010 | 3
Градусы | Хочешь, я её убью? | 2011 | 3
Звери | Музыка | 2012 | 3
Леонид Руденко | Destination | 2009 | 3
Polina | Sky's the Limit | 2018 | 3
Чи-Ли | Лето | 2004 | 3
Чи-Ли | Вера | 2004 | 3
Анжелика Агурбаш | Будь со мной | 2005 | 3
Лера Массква | Медуза | 2002 | 3
Лера Массква | 7-ой этаж | 2003 | 3
Катя Лель | Мой мармеладный | 2004
Катя Лель | Муси-пуси | 2004 | 3
Катя Лель | Долгожданный | 2005 | 3
Анастасия Стоцкая | Вены-реки | 2003 | 3
Белый Орёл | Как упоительны в России вечера | 1997
Белый Орёл | Потому что нельзя быть красивой такой | 1997
Белый Орёл | Я с тобой | 1999 | 3
Евгений Осин | Плачет девушка в автомате | 1997 | 3
Ирина Салтыкова | Серые глаза | 1995 | 3
Нэнси | Дым сигарет с ментолом | 1993 | 1
Нэнси | Отель | 1996 | 3
t.A.T.u. | 30 минут | 2001 | 3
t.A.T.u. | Show Me Love | 2001 | 3
t.A.T.u. | Мальчик-гей | 2001 | 3
t.A.T.u. | Обезьянка ноль | 2002 | 3
t.A.T.u. | Белые розы | 2005 | 3
t.A.T.u. | Люди-инвалиды | 2005 | 3
`
  },
  {
    genre: 'russian-pop',
    lang: 'en',
    lines: `
t.A.T.u. | All the Things She Said | 2002 | 1
t.A.T.u. | Not Gonna Get Us | 2002
t.A.T.u. | All About Us | 2005 | 3
t.A.T.u. | Gomenasai | 2006 | 3
Serebro | Mi Mi Mi | 2013 | 3
Dima Bilan | Lady Flash | 2009 | 3
Tesla Boy | Fantasy | 2008 | 3
Manizha | Russian Woman | 2021 | 3
Jony | Victory | 2021 | 3
`
  },
  {
    genre: 'russian-pop',
    lang: 'ru',
    lines: `
Алла Пугачёва | Ты на свете есть | 1990 | 3
Алла Пугачёва | Беглец | 1991 | 3
Алла Пугачёва | Старинные часы | 1979 | 3
Алла Пугачёва | Сонет Шекспира | 1980 | 3
Алла Пугачёва | Не отрекаются любя | 1977 | 3
Алла Пугачёва | Кафе «Танцующий ангел» | 1997 | 3
Алла Пугачёва | Будь или не будь | 2002 | 3
Алла Пугачёва | Сильная женщина | 1997 | 3
Алла Пугачёва | Ах, как хочется жить | 1995 | 3
Филипп Киркоров | Ты, ты, ты | 1999 | 3
Филипп Киркоров | Любовь-Казино | 1993 | 3
Филипп Киркоров | Счастье ты моё | 2002 | 3
Филипп Киркоров | Короче, я звоню из Сочи | 2003 | 3
Филипп Киркоров | Ласковая моя | 2004 | 3
Филипп Киркоров | Струны | 2003 | 3
Филипп Киркоров | Испанская ночь | 1991 | 3
Филипп Киркоров | Я не Рафаэль | 2006 | 3
Николай Басков | Я подарю тебе любовь | 2005 | 3
Николай Басков | Отпусти меня | 2008 | 3
Валерий Меладзе | Не тревожь мне душу, скрипка | 1994 | 3
Валерий Меладзе | Без суеты | 2010 | 3
Валерий Меладзе | Порушка-Параня | 2003 | 3
Валерий Меладзе | Ты понравилась мне | 2006 | 3
ВИА Гра | Я не вернусь | 2004 | 3
ВИА Гра | Обмани, но останься | 2005 | 3
ВИА Гра | ЛМЛ | 2007 | 3
Руки Вверх! | Песня о любви | 2005 | 3
Руки Вверх! | Остановите музыку | 2009 | 3
Руки Вверх! | Тебе это снится | 2004 | 3
Руки Вверх! | Я не забуду | 2003 | 3
Руки Вверх! | Девочка моя | 2017 | 3
Руки Вверх! | Ой, ой, ой | 2001 | 3
Иванушки International | Вишня | 2003 | 3
Иванушки International | Улетаю | 2002 | 3
Иванушки International | Невеста | 2001 | 3
Hi-Fi | Пионер | 2001 | 3
Hi-Fi | Неформат | 2007 | 3
Дискотека Авария | Заколебал ты | 2004 | 3
Дискотека Авария | Девушки | 2002 | 3
Дискотека Авария | Модный танец «Арам Зам Зам» | 2007 | 3
Дискотека Авария | Ночь | 2010 | 3
Жанна Фриске | Ла-ла-ла | 2004
Жанна Фриске | А на море белый песок | 2007 | 3
Жанна Фриске | Где-то летом | 2005 | 3
Жанна Фриске | Портофино | 2009 | 3
Жанна Фриске | Ты далеко | 2005 | 3
Жанна Фриске | Как ты красива сегодня | 2006 | 3
Глюк'oZa | Сашок | 2005 | 3
Глюк'oZa | Аццкий Сотона | 2005 | 3
Сати Казанова | Чего же ты хочешь | 2010 | 3
Сергей Лазарев | Даже если ты уйдёшь | 2010 | 3
Сергей Лазарев | 7 цифр | 2017 | 3
Сергей Лазарев | Пусть весь мир подождёт | 2007 | 3
Сергей Лазарев | Scream | 2019 | 3
Дима Билан | Бессердечная | 2003 | 3
Дима Билан | Ты должна рядом быть | 2005 | 3
Дима Билан | Лови | 2013 | 3
Дима Билан | Я просто люблю тебя | 2010 | 3
Дима Билан | Номер 1 | 2005 | 3
Дима Билан | Не молчи | 2008 | 3
Дима Билан | Changes | 2014 | 3
Дима Билан | Ночной хулиган | 2003 | 3
Полина Гагарина | Колыбельная | 2010 | 3
Полина Гагарина | Навсегда | 2013 | 3
Полина Гагарина | Танцы в темноте | 2017 | 3
Полина Гагарина | Ангел | 2016 | 3
Полина Гагарина | Я тебя не прощу никогда | 2015 | 3
Ёлка | Город обмана | 2007 | 3
Ёлка | Скоро | 2014 | 3
Ёлка | Моревнаволнение | 2017 | 3
Ёлка | Будильник | 2016 | 3
Ёлка | Ты знаешь | 2020 | 3
Нюша | Выше | 2010 | 3
Нюша | Наедине | 2012 | 3
Нюша | Это новый год | 2012 | 3
Нюша | Объясни | 2011 | 3
Нюша | Таю | 2015 | 3
Нюша | Ночь | 2019 | 3
Валерия | Метелица | 2004 | 3
Валерия | Нежность моя | 2009 | 3
Валерия | Ты где-то | 2005 | 3
Валерия | Как тебя забыть | 2007 | 3
Валерия | Расскажи | 2001 | 3
Валерия | Не обижай меня | 2006 | 3
Вера Брежнева | Номер 1 | 2010 | 3
Вера Брежнева | Ятакжд | 2015 | 3
Вера Брежнева | Близкие люди | 2013 | 3
Вера Брежнева | Розовый фламинго | 2018 | 3
Dan Balan | Лепестками слёз | 2010 | 3
Dan Balan | Хоть раз | 2013 | 3
Ани Лорак | Мира мало | 2011 | 3
Ани Лорак | Лови мои звёзды | 2009 | 3
Ани Лорак | Небо | 2005 | 3
Ани Лорак | Я с тобой | 2006 | 3
Ани Лорак | Медленно | 2010 | 3
Ани Лорак | Ты ещё любишь | 2016 | 3
Тина Кароль | Показалось | 2008 | 3
Тина Кароль | Помню | 2013 | 3
MONATIK | Выходной | 2017 | 3
MONATIK | Разбіжусь | 2018 | 3
MONATIK | Мокрые | 2019 | 3
Время и Стекло | Кафель | 2015 | 3
Время и Стекло | Garage | 2014 | 3
Время и Стекло | ПАРАНОЙЯ | 2019 | 3
Потап и Настя | Если вдруг | 2008 | 3
Потап и Настя | Мама Мия | 2014 | 3
Потап и Настя | Розовые очки | 2016 | 3
Артём Пивоваров | Собирай меня | 2017 | 3
Артём Пивоваров | Магнит | 2018 | 3
Макс Барских | Глаза-убийцы | 2015 | 3
Макс Барских | По-французски | 2019 | 3
Макс Барских | Небо ждёт | 2017 | 3
Макс Барских | Лей, не жалей | 2016 | 3
Ирина Дубцова | Тебе надо было | 2007 | 3
Ирина Дубцова | Окей Гугл | 2018 | 3
Ольга Бузова | Хит-парад | 2019 | 3
Ольга Бузова | Чего не хватает | 2018 | 3
Ольга Бузова | Водица | 2018 | 3
Егор Крид | Сила ума | 2015 | 3
Егор Крид | Здравствуй, это я | 2020 | 3
Егор Крид | Моя одинокая душа | 2022 | 3
Егор Крид | Миллион алых роз | 2019 | 3
Егор Крид & Филипп Киркоров | Цвет настроения чёрный | 2018 | 1
Егор Крид & Тимати | Где ты, где я | 2017 | 3
Егор Крид | Девочка, не плачь | 2018 | 3
Тимати | Ключи от рая | 2014 | 3
Тимати | Я буду | 2019 | 3
Тимати | Рафаэлло | 2017 | 3
Тимати | Love You | 2014 | 3
Григорий Лепс | Без тебя | 2002 | 3
Григорий Лепс | Последний раз | 2012 | 3
Григорий Лепс | Что ж ты, милая | 2003 | 3
Григорий Лепс | Уходи красиво | 2015 | 3
Стас Михайлов | Только ты | 2011 | 3
Стас Михайлов | Я тебя люблю | 2010 | 3
Стас Михайлов | Жизнь-река | 2009 | 3
Стас Михайлов | Странник | 2010 | 3
Стас Михайлов | Ну вот и всё | 2011 | 3
Таисия Повалий | Панно | 2006 | 3
Ирина Аллегрова | Я тучи разведу руками | 2001 | 3
Ирина Аллегрова | С днём рождения | 1999 | 3
Ирина Аллегрова | Изменщик | 1999 | 3
Ирина Аллегрова | Шальная императрица | 1998 | 3
Ирина Аллегрова | Ты не со мной | 2003 | 3
Ирина Аллегрова | Свадебная | 1996 | 3
Лолита | Ориентация Север | 2007 | 3
Лолита | Анестезия | 2009 | 3
Маша Распутина | Синий понедельник | 1993 | 3
Маша Распутина | Беспризорник | 1995 | 3
Шура | Ты не верь слезам | 1997 | 3
Шура | Друзья | 1999 | 3
Шура | Hello, Dolly | 2000 | 3
Наташа Королёва | Сердце | 1997 | 3
Наташа Королёва | Поклонник | 1996 | 3
Наташа Королёва | Лето будет | 1992 | 3
Татьяна Буланова | Обещания | 2001 | 3
Татьяна Буланова | Мой ненаглядный | 1996 | 3
Татьяна Буланова | Ясный мой свет | 1994 | 3
Анжелика Варум | Ля-ля-фа | 1993 | 3
Анжелика Варум | Зимняя вишня | 1995 | 3
Анжелика Варум | Осенний джаз | 1994 | 3
Анжелика Варум | Пусть она будет счастливой | 2008 | 3
Леонид Агутин | Жар | 1999 | 3
Леонид Агутин | Половина сердца | 2015 | 3
Леонид Агутин | Последняя электричка | 2002 | 3
Леонид Агутин | Брат | 2000 | 3
Леонид Агутин | Поцелуй | 1995 | 3
Леонид Агутин | На сиреневой луне | 2003 | 3
Мираж | Не жалею ни о чём | 1989 | 3
Мираж | Где я | 1989 | 3
Ласковый май | Ласковый май | 1988 | 3
Ласковый май | Вечер холодной зимы | 1988 | 3
Ласковый май | Внуки | 1989 | 3
Ласковый май | Детство | 1988 | 3
Ласковый май | Лето | 1989 | 3
Андрей Разин | Зима холодная | 1988 | 3
Женя Белоусов | Девчонка-девчоночка | 1990 | 1
Женя Белоусов | Вечер, вечер | 1991 | 3
Женя Белоусов | Алёшка | 1991 | 3
Женя Белоусов | Золотые купола | 1993 | 3
Кай Метов | Я тебя люблю | 1996 | 3
Вадим Казаченко | Больно мне, больно | 1991 | 3
Вадим Казаченко | Жёлтая луна | 1993 | 3
Владимир Маркин | Сирень | 1988 | 3
Владимир Маркин | Я готов целовать песок | 1990 | 3
Сергей Чумаков | Жених | 1993 | 3
Сергей Чумаков | Белый пароход | 1991 | 3
Андрей Державин | Катя-Катерина | 1993 | 3
Андрей Державин | Не плачь, Алиса | 1993 | 3
Сталкер | Улица Роз | 1992 | 3
Профессор Лебединский | Я бегу по выжженной земле | 1996 | 3
Профессор Лебединский | Тыгыдым | 2001 | 3
Ирина Салтыкова | Голубые глазки | 1995 | 3
Ирина Салтыкова | Ты не мой | 1996 | 3
Лика Стар | Одинокая луна | 1994 | 3
Мурат Насыров | Мальчик хочет в Тамбов | 1997 | 1
Мурат Насыров | Я — это ты | 1998 | 3
Мурат Насыров | Вспоминай меня | 1999 | 3
Дельта | Солнце мое | 1998 | 3
Евгений Кемеровский | Хрустальное сердце | 1998 | 3
Кирилл Андреев | Ты моё сокровище | 2003 | 3
Отпетые мошенники | Пятница | 1998 | 3
Отпетые мошенники | Не до сна | 2001 | 3
Отпетые мошенники | Друзья | 2001 | 3
Отпетые мошенники | Моя любовь на пятом этаже | 2003 | 3
Мистер Кредо | Медляк | 2002 | 3
Мистер Кредо | Чудная долина | 2001 | 3
Вячеслав Быков | Любимая моя | 1992 | 3
Вячеслав Быков | Девочка моя | 1993 | 3
Лев Лещенко | Ты, моё сердце | 1995 | 3
Ирина Билык | Девочка | 2008 | 3
Алсу | Летать с тобой | 2001 | 3
Алсу | Не обещай | 2003 | 3
Алсу | Это была любовь | 2001 | 3
Юлия Савичева | Корабли | 2004 | 3
Юлия Савичева | Сила | 2010 | 3
Юлия Савичева | Юлия | 2009 | 3
Юлия Савичева | Магнит | 2011 | 3
Лена Катина | Это не любовь | 2012 | 3
Юлия Волкова | Ирония | 2010 | 3
Корни | Вика | 2003 | 3
Корни | Двадцать первый век | 2004 | 3
Корни | Обнимай | 2003 | 3
Корни | С днём рождения, Вика | 2003 | 3
Фабрика | Зажигают огоньки | 2003 | 3
Фабрика | Лелей | 2005 | 3
Фабрика | Мужчины не плачут | 2003 | 3
Блестящие | Агент 007 | 2003 | 3
Блестящие | Капля | 2002 | 3
Блестящие | Новый год | 2004 | 3
Блестящие | Как звезда | 2000 | 3
Блестящие | Белым снегом | 2003 | 3
Arash | Boro Boro | 2005 | 3
Сливки | Самая любимая | 2000 | 3
Сливки | Иногда | 2001 | 3
Сливки | Летели недели | 2001 | 3
Сливки | Плакала | 2002 | 3
Ассорти | Красивая любовь | 2004 | 3
Ассорти | Красивая | 2005 | 3
Чай вдвоём | День рождения | 2002 | 3
Чай вдвоём | Ласковая моя | 2001 | 3
Чай вдвоём | Белое платье | 2004 | 3
Чай вдвоём | Сумасшедшая | 2005 | 3
Владимир Кузьмин | Симона | 1985 | 3
Владимир Кузьмин | Семь морей | 1993 | 3
Евгений Осин | Девочка в баре | 1992 | 3
Город 312 | Обернись | 2010 | 3
Город 312 | Новый Год | 2009 | 3
Винтаж | Деревья | 2010 | 3
Винтаж | Москва | 2013 | 3
Анна Седокова | Не люби | 2011 | 3
Анна Седокова | Шантаж | 2014 | 3
Ольга Орлова | Ангел | 2003 | 3
Ольга Орлова | Ты знаешь | 2002 | 3
Пицца | Иногда | 2015 | 3
Пицца | Пятница | 2013 | 3
Градусы | Привет | 2011 | 3
Градусы | Заметает | 2012 | 3
Мураками | Тушь | 2017 | 3
Mary Gu | Косички | 2020 | 3
Mary Gu | Это любовь | 2019 | 3
Mary Gu | Не забывай | 2021 | 3
Mary Gu | Пьяные глаза | 2020 | 3
Клава Кока | Хочу | 2019 | 3
Клава Кока | Ой, мама | 2022 | 3
Мари Краймбрери | Анестезия | 2019 | 3
Мари Краймбрери | Бывшие | 2020 | 3
Мари Краймбрери | Друзья | 2021 | 3
Мари Краймбрери | Девочка-весна | 2022 | 3
Artik & Asti | Кайфовая | 2017 | 3
Artik & Asti | Подожди | 2019 | 3
Artik & Asti | Всё мимо | 2017 | 3
Artik & Asti | Чувства | 2023 | 3
Artik & Asti | Ангел | 2024 | 3
Artik | Сказки | 2024 | 3
Артём Качер | Глубоко | 2019 | 3
Zivert | Ты | 2022 | 3
Zivert | Скандал | 2023 | 3
Zivert | Ещё по одной | 2024 | 3
Zivert | Безболезненно | 2021 | 3
Zivert | Анестезия | 2019 | 3
Niletto | Ты такая красивая | 2022 | 3
Niletto | Мармелад | 2021 | 3
Rauf & Faik | Если тебе будет грустно | 2019 | 3
Jony | Звёзды в лужах | 2021 | 3
Jony | Небо | 2022 | 3
Jony | Love Your Voice | 2019 | 3
Jony | Мадина | 2021 | 3
Jony & Анна Асти | Как любовь твою понять | 2022 | 3
Анна Асти | Повело | 2023 | 3
Анна Асти | Шарм | 2024 | 3
Анна Асти | Москва | 2024 | 3
Анна Асти | Вернись | 2024 | 3
Анна Асти | Хочу | 2025 | 3
Ваня Дмитриенко | Утро | 2023 | 3
Ramil' | Мне не жаль | 2020 | 3
Ramil' | Увидимся | 2021 | 3
Ramil' | Аромат | 2020 | 3
Bahh Tee | Ты меня влюбила | 2019 | 3
Elman | Звёзды | 2020 | 3
Andro | Королева | 2020 | 3
Хабиб | Вредная | 2021 | 3
Карина Кросс | Мама | 2020 | 3
Карина Кросс | Мне можно | 2020 | 3
Валя Карнавал | Психушка | 2021 | 3
Даня Милохин | Не забуду | 2021 | 3
Даня Милохин | Мне не нужны слова | 2021 | 3
Dabro | Ночь новогодняя | 2021 | 3
Dabro | Давай запоём | 2022 | 3
Dabro | Плохая девочка | 2020 | 3
Dabro | Время | 2023 | 3
Звонкий | Ты моя | 2012 | 3
Мот | Танцы на стёклах | 2016 | 3
Мот | Перекрёстки | 2021 | 3
Мот | Улыбнись | 2017 | 3
Вика Дайнеко | Я просто сразу от тебя уйду | 2005 | 3
Вика Дайнеко | Фильм не о тебе | 2009 | 3
Вика Дайнеко | Сотри его из memory | 2008 | 3
Мот & Ани Лорак | Сопрано | 2016 | 3
Леша Свик | Малиновый свет | 2019 | 3
Леша Свик | Плакала надежда | 2020 | 3
Леша Свик | Самолёт | 2018 | 3
Tanir & Tyomcha | Da Da Da | 2020 | 3
Bodiev | Мама, не плачь | 2020 | 3
Idris & Leos | Бывшая | 2022 | 3
Мальбэк & Сюзанна | Равнодушие | 2018 | 3
Мальбэк | Дилемма | 2017 | 3
Мальбэк | Мадам | 2019 | 3
Чаян Фамали | Гоп-хоп | 2019 | 3
Маракеш | Не каждый | 2021 | 3
Филипп Киркоров & Николай Басков | Ибица | 2018 | 3
Николай Басков | Миллионы | 2019 | 3
Андрей Губин | Я шёл по Москве | 1998 | 3
Андрей Губин | Новый год | 1998 | 3
Андрей Губин | Только ты | 1999 | 3
Андрей Губин | Будь со мной | 1999 | 3
Андрей Губин | Время | 2003 | 3
Shaman | Мы | 2023 | 3
Shaman | Исповедь | 2023 | 3
Shaman | Прекрасное далёко | 2021 | 3
Shaman | Самый лучший день | 2021 | 3
Ярослав Дронов | Прекрасное далёко | 2021 | 3
Ярослав Дронов | Ты моя | 2023 | 3
`
  },
  {
    genre: 'russian-pop',
    lang: 'ru',
    lines: `
Кристина Орбакайте | Да ди дам | 2001 | 3
Кристина Орбакайте | Ты | 2000 | 3
Кристина Орбакайте | Нет, это не я | 1997 | 3
Кристина Орбакайте | Без тебя | 2002 | 3
Кристина Орбакайте | Солнечный круг | 2000 | 3
Кристина Орбакайте | Май | 2005 | 3
Кристина Орбакайте | Невеста | 2006 | 3
Авраам Руссо | Знаю | 2002 | 3
Авраам Руссо | Просто любить тебя | 2003 | 3
Авраам Руссо | Обручальная | 2004 | 3
Авраам Руссо | Медлячок | 2006 | 3
Сосо Павлиашвили | Пожалуйста | 1996 | 3
Иванушки International | Облака | 2004 | 3
Иванушки International | Боже, какой пустяк | 2005 | 3
Hi-Fi | Не забывай | 2001 | 3
Руки Вверх! | Ласковая моя | 2000 | 3
Руки Вверх! | Полечу за тобою | 2001 | 3
Руки Вверх! | Пропадаю я | 2001 | 3
Руки Вверх! | Ты кидаешь | 1998 | 3
Руки Вверх! | Забирай | 2018 | 3
Руки Вверх! | Отпусти меня | 2014 | 3
Руки Вверх! | Покажи мне любовь | 1999 | 3
Руки Вверх! | Капелькой неба | 2000 | 3
Блестящие | Ча-ча-ча | 2001 | 3
Блестящие | Там, только там | 1997 | 3
Блестящие | Летели снежинки | 2003 | 3
Блестящие | Брошенный котёнок | 2004 | 3
Стрелки | Ты бросил меня | 1999 | 3
Стрелки | На вечеринке | 2000 | 3
Стрелки | Мамочка | 2000 | 3
Стрелки | Красавчик | 1998 | 3
Сливки | Восточная | 2002 | 3
Тутси | Самый, самый | 2005 | 3
Тутси | Капучино | 2005 | 3
Reflex | Я буду небом твоим | 2002 | 3
Reflex | Сойти с ума | 2002 | 3
Reflex | Non stop | 2001 | 3
Reflex | Падали звёзды | 2002 | 3
Reflex | Это любовь | 2004 | 3
Reflex | Девочки-фабрики | 2003 | 3
Reflex | Люблю | 2006 | 3
Reflex | Я тебя всегда буду ждать | 2001 | 3
Плазма | Take My Love | 2000 | 3
Катя Лель | Джага-джага | 2004 | 3
Наталья Ветлицкая | Посмотри в глаза | 1992 | 3
Наталья Ветлицкая | Изучай меня | 1994 | 3
Наталья Ветлицкая | Глупые мечты | 1992 | 3
Наталья Ветлицкая | Плейбой | 1996 | 3
Ирина Аллегрова | Найду другую | 2005 | 3
Анжелика Варум | Всё в твоих руках | 2004 | 3
Анжелика Варум | Иду к тебе | 1996 | 3
Анжелика Варум | Городок | 1993 | 3
Леонид Агутин | Босоногий мальчик | 1994 | 3
Леонид Агутин | Как фанера над Парижем | 2000 | 3
Леонид Агутин | Не сегодня | 2004 | 3
Леонид Агутин | Всё сначала | 2009 | 3
Владимир Пресняков | Там, где ты | 2004 | 3
Наташа Королёва | Бриллианты слёз | 2002 | 3
Константин Меладзе | Вера | 2010 | 3
ВИА Гра | Бриллианты | 2008 | 3
ВИА Гра | Сумасшедшая | 2012 | 3
NikitA | Машина | 2011 | 3
Quest Pistols | Я устал | 2007
Quest Pistols | Белая стрекоза любви | 2008 | 3
Quest Pistols | Ты так красива | 2009 | 3
Quest Pistols Show | Санта Лючия | 2014 | 3
Quest Pistols Show | Непохожие | 2015 | 3
Агонь | Каждую ночь | 2016 | 3
Kazaky | In the Middle | 2010 | 3
Мелоvин | Ты моя | 2016 | 3
Тина Кароль | Не дощ | 2016 | 3
Тина Кароль | Ключик | 2009 | 3
Ани Лорак | Жди меня | 2004 | 3
Ани Лорак | Верни мою любовь | 2012 | 3
Ани Лорак | Новая луна | 2014 | 3
Вера Брежнева | Хороший день | 2011 | 3
Вера Брежнева | Нирвана | 2011 | 3
Вера Брежнева | Мама Люба | 2018 | 3
Потап | Улётная песня | 2017 | 3
Потап и Настя | Крепкий орешек | 2012 | 3
Потап и Настя | Норм | 2014 | 3
Настя Каменских | Мама | 2017 | 3
Настя Каменских | Bandida | 2019 | 3
Джамала | Шлях до дому | 2014 | 3
Dorofeeva | Сладкая | 2019 | 3
Dorofeeva | Почему | 2020 | 3
Время и Стекло | Невеста | 2017 | 3
Время и Стекло | Попрошу | 2018 | 3
Artik & Asti | Sad Dance | 2019 | 3
Artik & Asti | Любовь | 2014 | 3
Asti | Хочу | 2022 | 3
Нюша | Больно | 2008 | 3
Ёлка | Ты-то что | 2017 | 3
Ёлка | Моя любовь | 2016 | 3
Полина Гагарина | Вода | 2016 | 3
Полина Гагарина | Сто процентов | 2015 | 3
Полина Гагарина | Небо в глазах | 2017 | 3
MOLLY | Я просто люблю тебя | 2017 | 3
Ольга Серябкина | Сердце | 2017 | 3
Ольга Серябкина | Мне не нужно | 2018 | 3
Марина Кравец | Душа | 2012 | 3
Слава | Попутчица | 2015 | 3
Слава | Люблю, люблю | 2016 | 3
Сергей Лазарев | Снег в океане | 2016 | 3
Сергей Лазарев | Так красиво | 2018 | 3
Дима Билан | Звёздочка | 2004 | 3
Николай Басков | Натуральный блондин | 2005 | 3
Николай Басков | Права любовь | 2012 | 3
Николай Басков | Зацепила | 2015 | 3
Филипп Киркоров | Мне нравится | 2016 | 3
Филипп Киркоров | Карнавал | 2017 | 3
Филипп Киркоров | Ты поверь | 2008 | 3
Филипп Киркоров | Огонь и вода | 1997 | 3
Филипп Киркоров | Сказочка | 2012 | 3
Алла Пугачёва | Речной трамвайчик | 2002 | 3
Алла Пугачёва | Я тебя поцеловала | 1998 | 3
Алла Пугачёва | Голубь сизокрылый | 1999 | 3
Алла Пугачёва | Мэри | 2001 | 3
Алла Пугачёва | Ты уйдёшь | 1985 | 3
Алла Пугачёва | Уходи, уходи | 1987 | 3
Алла Пугачёва | Святая Мария | 1999 | 3
Максим Галкин | Мой лучший друг | 2008 | 3
Ирина Дубцова | Как ты там | 2009 | 3
Ирина Дубцова | Знаешь | 2005 | 3
Наталья Подольская | Одна | 2005 | 3
Зара | Амели | 2013 | 3
Зара | Недотрога | 2009 | 3
Зара | Я тебя рисую | 2015 | 3
Анастасия Стоцкая | Шёлк | 2006 | 3
Юлиана Караулова | Хьюстон | 2018 | 3
Юлиана Караулова | Море | 2016 | 3
5ivesta Family | Ты рядом | 2014 | 3
Мари Краймбрери | Шатлы | 2019 | 3
Мари Краймбрери | Ты так красива | 2020 | 3
Клава Кока | Химия | 2020 | 3
Zivert | Choo Choo | 2018 | 3
Мона | Прощание | 2022 | 3
Ислам Итляшев | Пополам | 2020 | 3
Мурат Тхагалегов | Мама | 2017 | 3
Султан Лагучев | Горький вкус | 2016 | 3
Айдамир Мугу | Чёрные глаза | 2005 | 1
Михаил Круг | Здравствуйте, девочки | 2001 | 3
Михаил Шуфутинский | Белая гвардия | 1983 | 3
Михаил Шуфутинский | Татуировочка | 1994 | 3
Михаил Шуфутинский | Две свечи | 1995 | 3
Михаил Шуфутинский | Соседка | 1994 | 3
Сергей Трофимов | Вот так, вот | 2000 | 3
Сергей Трофимов | Ностальгия | 2004 | 3
Сергей Трофимов | Аристократия помойки | 1995 | 3
Александр Розенбаум | Ау | 1991 | 3
Александр Розенбаум | Нарисуйте мне дом | 1983 | 3
Александр Розенбаум | Камикадзе | 1986 | 3
Бутырка | Как она меня любила | 2003 | 3
Воровайки | Хоп, мусорок | 2001 | 3
Петлюра | Голуби | 1994 | 3
Женя Белоусов | Ночное такси | 1991 | 3
Мираж | Ты — мой мир | 2010 | 3
Комбинация | Не забывай | 1993 | 3
Комбинация | Russian Girls | 1991 | 3
Комбинация | Американ бой | 1990 | 3
Фристайл | Ах, какая женщина | 1993 | 1
Фристайл | Цветёт калина | 1994 | 3
Фристайл | Ты горишь как огонь | 1993 | 3
Фристайл | Кораблик любви | 1994 | 3
Сергей Кузнецов | Белые розы | 1988 | 3
Сладкий сон | Ты хочешь — я спою тебе | 1998 | 3
Нэнси | Капля дождя | 2001 | 3
Дюна | Коммунальная квартира | 1990 | 3
Технология | Всё, что ты хочешь | 1992 | 3
Технология | Песня о любви | 1993 | 3
Лариса Долина | Льдинка | 1996 | 3
Лариса Долина | Половинка | 1997 | 3
Лариса Долина | Ты и я | 2001 | 3
Валерий Леонтьев | Кленовый лист | 2000 | 3
Валерий Леонтьев | Белая ночь | 1998 | 3
Валерий Леонтьев | Те, кто любит | 2005 | 3
Олег Газманов | Свежий ветер | 1996 | 3
Олег Газманов | Танцуй | 1997 | 3
Олег Газманов | Мама | 1999 | 3
Любэ | Сирота казанская | 2000 | 3
Любэ | Старые друзья | 1997 | 3
`
  },
] satisfies Block[]
