import type { Block } from '../types'

export default [
  {
    genre: 'russian-rock',
    lang: 'ru',
    lines: `
Машина времени | Поворот | 1979 | 1
Машина времени | Однажды мир прогнётся под нас | 1979 | 1
Кино | Восьмиклассница | 1982 | 1
Земляне | Трава у дома | 1983 | 1
Кино | Спокойная ночь | 1986 | 1
Наутилус Помпилиус | Скованные одной цепью | 1986 | 1
Пикник | Фиолетово-чёрный | 1986
Аквариум | Город золотой | 1987 | 1
Аквариум | Под небом голубым | 1987
Секрет | Сара Барабу | 1987
Кино | Группа крови | 1988 | 1
Наутилус Помпилиус | Я хочу быть с тобой | 1988 | 1
Кино | Звезда по имени Солнце | 1989 | 1
Кино | Пачка сигарет | 1989 | 1
Кино | Перемен | 1989 | 1
Кино | Последний герой | 1989 | 1
Кино | Кукушка | 1990 | 1
Кино | Кончится лето | 1990
Сектор Газа | Демобилизация | 1990 | 1
ДДТ | Что такое осень | 1991 | 1
ДДТ | Родина | 1992 | 1
Агата Кристи | Как на войне | 1993 | 1
Браво | Любите, девушки | 1993
Наутилус Помпилиус | Прогулки по воде | 1993 | 1
Сектор Газа | Пора домой | 1993
Браво | Этот город | 1994
Чайф | Ой-йо | 1994 | 1
Агата Кристи | Сказочная тайга | 1995 | 1
Агата Кристи | Ты уходишь | 1995
Наутилус Помпилиус | Крылья | 1995 | 1
ДДТ | Это всё... | 1996 | 1
Король и Шут | Лесник | 1996 | 1
Король и Шут | Ели мясо мужики | 1996 | 1
Сектор Газа | Лирика | 1996 | 1
Кипелов | Я свободен | 1997 | 1
Мумий Тролль | Владивосток 2000 | 1997 | 1
Мумий Тролль | Утекай | 1997 | 1
Мумий Тролль | Невеста? | 1997
Король и Шут | Кукла колдуна | 1998 | 1
Мумий Тролль | Медведица | 1998
Сплин | Выхода нет | 1998 | 1
Сплин | Моё сердце | 1998 | 1
Сплин | Орбит без сахара | 1998 | 1
Сплин | Романс | 1998 | 1
Ария | Беспечный ангел | 1999 | 1
Ария | Штиль | 1999
Земфира | Ариведерчи | 1999 | 1
Король и Шут | Прыгну со скалы | 1999 | 1
Король и Шут | Ром | 1999
Чайф | Аргентина — Ямайка 5:0 | 1999 | 1
Би-2 | Полковнику никто не пишет | 2000 | 1
Високосный год | Тихий огонёк | 2000
Вячеслав Бутусов | Девушка по городу | 2000
Земфира | Хочешь? | 2000 | 1
Земфира | Искала | 2000 | 1
Земфира | Почему | 2000
Ночные Снайперы | Катастрофически | 2000
Би-2 | Мой рок-н-ролл | 2001 | 1
Би-2 | Варвара | 2001 | 1
Король и Шут | Проклятый старый дом | 2001 | 1
Пикник | Египтянин | 2001 | 1
Земфира | Небо Лондона | 2002 | 1
Ночные Снайперы | 31-я весна | 2002 | 1
Звери | Районы-кварталы | 2003 | 1
Звери | Всё, что касается | 2003 | 1
Звери | Дожди-пистолеты | 2003
Мельница | Ночная кобыла | 2003
Би-2 | Серебро | 2004 | 1
Сурганова и Оркестр | Мураками | 2004
Uma2rman | Проститься | 2005 | 1
Звери | Напитки покрепче | 2005
Король и Шут | Дагон | 2006
Ляпис Трубецкой | Капитал | 2007
Слот | Круги на воде | 2007
Louna | Сделай громче! | 2010
Ленинград | WWW | 2011 | 1
Ляпис Трубецкой | Воины света | 2011
Земфира | Жить в твоей голове | 2013
Нервы | Батареи | 2015
Ленинград | Экспонат | 2016 | 1
Ленинград | В Питере — пить | 2016 | 1
Ленинград | Лабутены | 2016 | 1
Нервы | Самый дорогой человек | 2016 | 1
Гречка | Люби меня, люби | 2017
Пошлая Молли | Любимая песня твоей сестры | 2017
Пошлая Молли | Нон стоп | 2017
Порнофильмы | Это пройдёт | 2018
Кис-Кис | Молчи | 2019
Сироткин | Выше домов | 2019
`
  },
  {
    genre: 'russian-rock',
    lang: 'ru',
    lines: `
Кино | Видели ночь | 1986
Кино | Война | 1988 | 2
Кино | Попробуй спеть вместе со мной | 1988 | 3
Кино | Песня без слов | 1988 | 2
Кино | Мама Анархия | 1986 | 2
Кино | Бездельник | 1982 | 3
Кино | Алюминиевые огурцы | 1982 | 2
Кино | Красно-жёлтые дни | 1990 | 2
Кино | Атаман | 1990 | 3
Кино | Муравейник | 1990 | 3
Кино | Мама, мы все тяжело больны | 1988 | 3
Кино | Транквилизатор | 1983 | 3
Кино | Троллейбус | 1985 | 3
Кино | Стук | 1988 | 3
Кино | Легенда | 1988 | 3
Кино | Дерево | 1984 | 3
Кино | Весна | 1990 | 3
Кино | Нам с тобой | 1990 | 3
Кино | Апрель | 1988 | 2
Кино | Саша | 1984 | 3
Кино | Ночь | 1986 | 3
Король и Шут | Камнем по голове | 1996 | 2
Король и Шут | Танец злобного гения | 2003 | 2
Король и Шут | Маркиз | 2004 | 3
Король и Шут | Джокер | 2001 | 3
Король и Шут | Мёртвый анархист | 1999 | 2
Король и Шут | Северный флот | 2010 | 2
Король и Шут | Пивной череп | 1999 | 3
Король и Шут | Охотник | 1996 | 2
Король и Шут | Две вдовы | 2004 | 3
Король и Шут | Холодное тело | 2006 | 3
Король и Шут | Месть Гарри | 2001 | 3
Король и Шут | Тень клоуна | 2006 | 2
Король и Шут | Бедняжка | 1999 | 3
Король и Шут | Невеста палача | 2002 | 3
Король и Шут | Мария | 2004 | 3
Король и Шут | Ведьма и осёл | 1997 | 3
Король и Шут | Девушка и граф | 1996 | 3
Король и Шут | Под гитару | 2000 | 3
Король и Шут | Тайна хозяйки старинных часов | 2003 | 3
Король и Шут | Писатель Гудвин | 2004 | 3
Король и Шут | Счастье? | 1996 | 3
Король и Шут | Наблюдатель | 2002 | 3
Король и Шут | Медведь | 1996 | 2
Король и Шут | Хозяин леса | 1999 | 2
Король и Шут | Кузнец | 1997 | 3
Король и Шут | Помнят с горечью древляне | 1997 | 3
Король и Шут | Возвращение колдуна | 2001 | 3
Король и Шут | Отражение | 2002 | 3
Король и Шут | Сказка о мертвеце | 2001 | 3
Король и Шут | Задира и солдат | 1997 | 3
Король и Шут | Будь как дома, путник | 1997 | 3
Король и Шут | Внезапная голова | 1999 | 3
Король и Шут | Песня мушкетёров | 2008 | 3
Король и Шут | Скотный двор | 2001 | 3
Король и Шут | Воспоминания о былой любви | 2002 | 3
Король и Шут | Смельчак и ветер | 1997 | 3
Король и Шут | Добрые люди | 1999 | 3
Король и Шут | Исповедь вампира | 2000 | 3
Король и Шут | Он не знает, что такое жить | 1999 | 3
Король и Шут | Wild Wild West | 2000 | 3
Король и Шут | Рыбак | 1997 | 3
Король и Шут | Проказник скоморох | 2000 | 3
Король и Шут | Защитник свиней | 1999 | 3
Король и Шут | Собрание | 2001 | 3
Король и Шут | Голые коленки | 2000 | 3
Горшенев | Ангел | 2023 | 3
Северный Флот | Мы — вода | 2016 | 3
КняZz | Сказка | 2011 | 3
КняZz | Ромео и Джульетта | 2011 | 3
ДДТ | Ветер | 1990 | 2
ДДТ | Дождь | 1991 | 2
ДДТ | Последняя осень | 1992 | 2
ДДТ | В последнюю осень | 1997 | 2
ДДТ | Просвистела | 1992 | 2
ДДТ | Метель | 1996 | 2
ДДТ | Я получил эту роль | 1988 | 3
ДДТ | Ты не один | 1996 | 3
ДДТ | Свинья на радуге | 1991 | 3
ДДТ | Расстреляли рассветами | 1999 | 2
ДДТ | Белая река | 1999 | 3
ДДТ | Революция | 1996 | 3
Наутилус Помпилиус | Взгляд с экрана | 1988
Наутилус Помпилиус | Гудбай, Америка | 1985 | 1
Наутилус Помпилиус | Последнее письмо | 1985 | 2
Наутилус Помпилиус | Тутанхамон | 1993 | 2
Наутилус Помпилиус | Князь тишины | 1988 | 3
Наутилус Помпилиус | Зверь | 1996 | 2
Наутилус Помпилиус | Яблокитай | 1997 | 3
Наутилус Помпилиус | Девушка по городу | 1997 | 3
Наутилус Помпилиус | Шар цвета хаки | 1985 | 2
Наутилус Помпилиус | Боксёр | 1993 | 3
Наутилус Помпилиус | Дыхание | 1995 | 2
Наутилус Помпилиус | Негодяй и ангел | 1990 | 3
Агата Кристи | Опиум для никого | 1995 | 1
Агата Кристи | Чёрная луна | 1995 | 2
Агата Кристи | Viva Kalman! | 1989 | 2
Агата Кристи | Хали-гали, паратрупер | 1998 | 3
Агата Кристи | Секрет | 1993 | 2
Агата Кристи | Вечная любовь | 1993 | 2
Агата Кристи | Ковёр-вертолёт | 1993 | 3
Агата Кристи | Корабли | 2000 | 3
Агата Кристи | Эпитафия | 1998 | 3
Агата Кристи | Красный по крови | 1995 | 3
Агата Кристи | Пантера | 1995 | 3
Кукрыниксы | Звезда | 2002 | 2
Кукрыниксы | Никто | 2004 | 2
Кукрыниксы | По раскалённой земле | 2003 | 3
Кукрыниксы | Шёпот | 2001 | 3
Кипелов | Смутное время | 2005 | 3
Кипелов | Вавилон | 2005 | 3
Кипелов | Отражение | 2005 | 3
Ария | Потерянный рай | 1998 | 1
Ария | Улица роз | 1987 | 1
Ария | Воля и разум | 1986 | 3
Ария | Тореро | 1986 | 3
Ария | Кровь за кровь | 1991 | 3
Ария | Возьми моё сердце | 1985 | 3
Ария | Ангельская пыль | 1997 | 2
Ария | Осколок льда | 1995 | 2
Ария | Герой асфальта | 1987 | 3
Ария | Колизей | 2002 | 2
Ария | Химера | 2001 | 3
Ария | Ночь короче дня | 1995 | 3
Ария | Обман | 1998 | 3
Ария | Шёпот | 2001 | 3
Ария | Дьявольский зной | 1985 | 3
Мастер | Палачи | 1987 | 3
Чёрный кофе | Владимирская Русь | 1987 | 3
Алиса | Трасса Е95 | 1996 | 1
Алиса | Небо славян | 1996 | 1
Алиса | Моё поколение | 1987 | 2
Алиса | Красное на чёрном | 1989 | 2
Алиса | Мы вместе | 1988 | 2
Алиса | Веретено | 2000 | 2
Алиса | Аэробика | 1985 | 3
Алиса | Спокойная ночь | 1985 | 3
Алиса | Энергия | 1985 | 3
Алиса | Я ухожу | 2000 | 3
Алиса | Инок, воин и шут | 2003 | 3
Пикник | Там, на самом краю земли | 1999 | 2
Пикник | Мы как трепетные птицы | 2004 | 2
Пикник | Королевство кривых | 2005 | 3
Пикник | Иероглиф | 1986 | 3
Пикник | Изгиб гитары жёлтой | 1999 | 3
Пикник | Говорила мама | 1998 | 3
Сплин | Новые люди | 2001 | 2
Сплин | Мы сидели и курили | 1998 | 2
Сплин | Линия жизни | 2001 | 2
Сплин | Танцуй! | 2003 | 2
Сплин | Скоро будет... | 2004 | 3
Сплин | Мне сказали, что Мачу-Пикчу | 2004 | 3
Сплин | Бериллий | 1999 | 2
Сплин | Мотылёк | 1999 | 3
Сплин | Пластмассовая жизнь | 1997 | 2
Сплин | Рай в шалаше | 1997 | 2
Сплин | Секрет | 2003 | 3
Сплин | Время, назад | 2014 | 2
Би-2 | Последний герой | 2001 | 2
Би-2 | Медленная звезда | 2001 | 2
Би-2 | Компромисс | 2010 | 2
Би-2 | Падает снег | 2006 | 3
Би-2 | Wake Up | 2006 | 3
Би-2 | Хипстер | 2017 | 3
Би-2 | Пора возвращаться домой | 2007 | 3
Би-2 | Лайки | 2017 | 2
Би-2 | Молитва | 2009 | 2
Би-2 | Нам не страшно | 2011 | 3
Би-2 | Философский камень | 2006 | 3
Би-2 | Аллилуйя | 2017 | 3
Земфира | СПИД | 1999 | 2
Земфира | Ромашки | 1999 | 3
Земфира | Румба | 1999 | 2
Земфира | До свидания | 2002 | 2
Земфира | Бесконечность | 2000 | 2
Земфира | Небомореоблака | 2007 | 2
Земфира | Мачо | 2000 | 2
Земфира | Прости меня моя любовь | 2000
Земфира | Не стреляйте | 2000 | 2
Земфира | Кто? | 2000 | 3
Земфира | Snow | 2002 | 3
Земфира | Есть такие люди | 2000 | 3
Земфира | Мы разбиваемся | 2007 | 3
Земфира | Не отпускай | 2000 | 3
Земфира | Дом | 2009 | 3
Мумий Тролль | Дельфины | 1997 | 2
Мумий Тролль | Девочка | 1997 | 2
Мумий Тролль | Ранетка | 1998 | 3
Мумий Тролль | Морская болезнь | 1998 | 3
Мумий Тролль | Карнавала.нет | 2000 | 3
Мумий Тролль | Не помню | 2000 | 3
Мумий Тролль | Это по любви | 2000 | 3
Мумий Тролль | Moscow Calling | 2011 | 3
Мумий Тролль | Контрабанды | 2000 | 2
Мумий Тролль | Валентинка | 2004 | 3
Звери | Брюнетки и блондинки | 2003 | 2
Звери | Капканы | 2003 | 2
Звери | Просто такая сильная любовь | 2003 | 2
Звери | Для тебя | 2003 | 2
Звери | Южная ночь | 2004 | 2
Звери | Квартира | 2004 | 3
Звери | Я с тобой | 2008 | 3
Звери | До скорой встречи! | 2004 | 2
Звери | Рома, извини | 2008 | 3
Звери | Морем | 2006 | 3
Чайф | Нахреналла | 1993 | 2
Чайф | Не спеши | 1994 | 2
Чайф | Никто не услышит (Ой-йо) | 1989 | 3
Чайф | Я рисую на окне | 2001 | 3
Чайф | Ветер с моря | 1998 | 3
Машина времени | Скачки | 1987 | 2
Машина времени | Синяя птица | 1983 | 2
Машина времени | Костёр | 1986 | 2
Машина времени | Свеча | 1987 | 3
Машина времени | Он был старше её | 1981 | 2
Машина времени | Марионетки | 1975 | 3
Машина времени | За тех, кто в море | 1987 | 2
Машина времени | Кого ты хотел удивить | 1981 | 3
Аквариум | Поколение дворников | 1987 | 3
Аквариум | Сайгон | 1987 | 3
Аквариум | Серебро Господа моего | 1987 | 2
Аквариум | Мочалкин блюз | 1983 | 3
Аквариум | 2-12-85-06 | 1986 | 3
Аквариум | Пригородный блюз | 1983 | 3
Аквариум | Не пей вина, Гертруда | 1986 | 3
Аквариум | Пять золотых монет | 2003 | 3
Борис Гребенщиков | Город золотой | 1987 | 3
Зоопарк | Пригородный блюз | 1981 | 3
Зоопарк | Лето | 1983 | 3
Гражданская оборона | Всё идёт по плану | 1988 | 1
Гражданская оборона | Моя оборона | 1988 | 2
Гражданская оборона | Русское поле экспериментов | 1989 | 2
Гражданская оборона | Вечная весна | 1989 | 2
Гражданская оборона | Я бесконечно люблю | 2002 | 3
Егор Летов | Про дурачка | 1990 | 3
Янка Дягилева | Домой | 1989 | 2
Секрет | Привет | 1987 | 1
Секрет | Моя любовь на пятом этаже | 1987 | 1
Секрет | Ленинградское время | 1987 | 3
Браво | Ветер знает | 1995 | 1
Браво | Как жаль | 1998 | 3
Браво | Дорога в облака | 1994 | 2
Браво | Вася | 1987 | 2
Браво | Жёлтые ботинки | 1987 | 2
Браво | Чудесная страна | 1988 | 3
Браво | Верю я | 1987 | 3
Браво | Московский бит | 1993 | 3
Бригада С | Плачу на луну | 1993 | 3
Ногу Свело! | Хару Мамбуру | 1996 | 2
Неприкасаемые | Моя бабушка курит трубку | 2002 | 3
Ва-Банкъ | Пиво на руси | 1995 | 3
Ленинград | Мне бы в небо | 2007 | 1
Ленинград | Дорожная | 2003 | 2
Ленинград | Терминатор | 2007 | 2
Ленинград | Хну | 2012 | 3
Ленинград | Почём звонит колокол | 2012 | 3
Ленинград | Вояж | 2018 | 2
Ленинград | Жу-жу | 2018 | 2
Ленинград | Цой | 2017 | 3
Ленинград | Кольщик | 2016 | 2
Ленинград | Деньги | 2008 | 2
Ленинград | Прогулка | 2012 | 3
Ленинград | Отпускная | 2015 | 3
Ленинград | Гера | 2016 | 3
Ленинград | Музыка для мужика | 2009 | 3
Ленинград | Звезда рок-н-ролла | 2005 | 2
Ленинград | Главная новогодняя | 2007 | 3
Сектор Газа | Туман | 1997 | 1
Сектор Газа | Ява | 1991 | 2
Сектор Газа | Колхозный панк | 1991 | 2
Сектор Газа | Вальпургиева ночь | 1994 | 3
Сектор Газа | Твой звонок | 1997 | 3
Сектор Газа | Бомж | 1990 | 3
Сектор Газа | Яга | 1994 | 3
Сектор Газа | Life | 1996 | 2
Сектор Газа | Вой на луну | 1996 | 3
Сектор Газа | Казачья | 1996 | 3
Lumen | Гореть | 2007 | 1
Lumen | Сид и Нэнси | 2004 | 3
Lumen | Государство | 2007 | 2
Lumen | Мегаполис | 2007 | 3
Lumen | Три пути | 2008 | 3
Мураками | Нелюбовь | 2015 | 2
Мураками | Скорость | 2018 | 3
Louna | Мама | 2010 | 3
Louna | Кража | 2012 | 3
Louna | Штурмуя небеса | 2016 | 3
Слот | Две войны | 2007 | 3
Слот | Они убили Кенни | 2004 | 3
Слот | Мёртвые звёзды | 2007 | 3
Слот | Ангел или демон | 2011 | 3
Animal ДжаZ | Три полоски | 2007 | 1
Animal ДжаZ | Как люди | 2007 | 3
Animal ДжаZ | Добрый вечер | 2012 | 3
Animal ДжаZ | Не беда | 2010 | 3
Animal ДжаZ | Дыши | 2012 | 3
Сурганова и Оркестр | Девочка | 2004 | 3
Ночные Снайперы | Ты дарила мне розы | 2001 | 3
Ночные Снайперы | Рубеж | 2002 | 3
Диана Арбенина | Бойцовский клуб | 2008 | 3
Смысловые галлюцинации | Вечно молодой | 2001 | 1
Смысловые галлюцинации | Зачем топтать мою любовь | 1999 | 2
Смысловые галлюцинации | Звёзды 3000 | 1998 | 2
Смысловые галлюцинации | Розовые очки | 2002 | 2
Танцы Минус | Половинка | 2000 | 1
Танцы Минус | Город | 1999 | 1
Танцы Минус | 10 капель | 2000 | 2
Танцы Минус | Иду | 2005 | 2
Пилот | Тюрьма | 2001 | 2
Пилот | Сибирь | 2012 | 3
Пилот | Война и любовь | 2012 | 3
Тараканы! | Я смотрю на них | 2005 | 3
Пурген | Солдат | 2003 | 3
Ляпис Трубецкой | Ау | 2000 | 3
Ляпис Трубецкой | В платье белом | 1998 | 3
Ляпис Трубецкой | Евпатория | 1998 | 3
Ляпис Трубецкой | Ты кинула | 1998 | 3
Ляпис Трубецкой | Розочка | 1998 | 3
Ляпис Трубецкой | Belarus Freedom | 2011 | 3
Кино | Звёзды останутся здесь | 1990 | 2
Ногу Свело! | Лилипуты | 1999 | 3
Uma2rman | Прасковья | 2004 | 3
Uma2rman | Ночной дозор | 2004 | 2
Uma2rman | Кто-то из нас двоих | 2005 | 3
Uma2rman | Девушка Прасковья из Подмосковья | 2004 | 3
Мельница | Дракон | 2005 | 3
Мельница | Королевна | 2005 | 2
Мельница | Луна | 2009 | 3
Пелагея | Ой, то не вечер | 2003 | 3
Пелагея | Не для меня | 2013 | 3
Пелагея | Под ольхой | 2009 | 3
Ольга Арефьева | Ветер | 1998 | 3
Порнофильмы | Я так соскучился | 2018 | 1
Порнофильмы | Русская мечта | 2016 | 3
Порнофильмы | Нонконформист | 2017 | 3
Порнофильмы | В диапазоне | 2019 | 3
Пошлая Молли | Типичная вечеринка с бассейном | 2017 | 3
Пошлая Молли | Hello Kitty | 2017 | 3
Пошлая Молли | Контракт | 2018 | 3
Пошлая Молли | Зубки | 2019 | 3
Кис-Кис | Отчим | 2019 | 3
Кис-Кис | Хочу уйти | 2018 | 3
Кис-Кис | Мальчики | 2018 | 3
Нервы | Кофе мой друг | 2014 | 1
Нервы | Глупая | 2013 | 2
Нервы | Слишком влюблён | 2015 | 2
Сироткин | Дом | 2019 | 3
Сироткин | Планы на лето | 2021 | 3
Три дня дождя | Демоны | 2021
Три дня дождя | Не выводи меня | 2021 | 2
Три дня дождя | Перезаряжай | 2022 | 2
Три дня дождя | Где ты | 2022 | 3
Mukka | Девочка с каре | 2020
Дайте танк (!) | Утро | 2016 | 2
Дайте танк (!) | Маленький | 2020 | 2
Shortparis | Страшно | 2019 | 2
Shortparis | Яблонный сад | 2021 | 2
Ssshhhiiittt! | Дома | 2016 | 3
Электрофорез | Всё пройдёт | 2018 | 3
Буерак | Страшно, но классно | 2016 | 3
Хадн Дадн | Пустой | 2019 | 3
Молчат Дома | Судно (Борис Рыжий) | 2018 | 1
Молчат Дома | Клетка | 2018 | 3
Молчат Дома | Тоска | 2020 | 3
Молчат Дома | Танцевать | 2017 | 3
Аффинаж | Мне легко | 2016 | 3
Найк Борзов | Лошадка | 2000 | 1
Найк Борзов | Три слова | 2000 | 2
Найк Борзов | Последняя песня | 2001 | 3
Чичерина | Ту-лу-ла | 2000 | 2
Чичерина | Жара | 2001 | 2
Глеб Самойлов & The Matrixx | Жить всегда | 2013 | 3
Високосный год | Лучшая песня о любви | 2002 | 2
Ундервуд | Гагарин, я вас любила | 2002 | 2
Вячеслав Бутусов | Песня идущего домой | 2000 | 3
Чиж & Co | Вечная молодость | 1996 | 3
Чиж & Co | Фантом | 1996 | 3
Чиж & Co | О любви | 1996 | 3
Чиж & Co | Перекрёсток | 1997 | 3
Ногу Свело! | Сибирская любовь | 2000 | 3
Наив | Суперзвезда | 2003 | 3
Кирпичи | Сантехник | 2000 | 3
Земфира | Маечки | 2002 | 3
`
  },
  {
    genre: 'russian-rock',
    lang: 'ru',
    lines: `
Би-2 | Пекло | 2009 | 2
Би-2 | Скользкие улицы | 2006 | 3
Би-2 | Безвоздушная тревога | 2009 | 3
Би-2 | Вечная призрачная встречная | 2011 | 3
Би-2 | Шамбала | 2014 | 3
Би-2 | Виски | 2001 | 3
Би-2 | Дерево | 2021 | 3
Би-2 | Белые ленты | 2022 | 3
Би-2 | Чёрное солнце | 2023 | 3
Ногу Свело! | Шарманщик | 2003 | 3
Чайф | Оранжевое настроение | 1996 | 2
Чайф | Поплачь о нём | 2001 | 3
Чайф | Про бэйби | 1993 | 3
Чайф | Время не ждёт | 1994 | 3
Чайф | Он не вернётся | 1996 | 3
Чайф | Вольный ветер | 2001 | 3
Наутилус Помпилиус | Иван Человеков | 1986 | 3
Наутилус Помпилиус | Нежное чудовище | 1993 | 3
Наутилус Помпилиус | Синоптик | 1996 | 3
Наутилус Помпилиус | Её имя | 1997 | 3
ДДТ | Не стреляй | 1980 | 3
ДДТ | Пропавший без вести | 1996 | 3
ДДТ | Мальчики-мажоры | 1988 | 3
ДДТ | Солнечный зайчик | 1998 | 3
ДДТ | Поэт | 1996 | 3
ДДТ | Пластун | 2011 | 3
ДДТ | Песня о свободе | 2000 | 3
Агата Кристи | Я на тебе как на войне | 1993 | 3
Агата Кристи | Майские песни | 1993 | 3
Агата Кристи | Две забавы | 1995 | 3
Агата Кристи | Хали-гали Кришна | 1996 | 3
Агата Кристи | Триллер | 2000 | 3
Агата Кристи | Сердцебиение | 2002 | 3
Агата Кристи | Порнография | 2004 | 3
Пикник | Ещё не вечер | 2010 | 3
Пикник | Кукла с человеческим лицом | 2005 | 3
Пикник | Самый звёздный | 2003 | 3
Сплин | Гандбол | 2007 | 3
Сплин | Двое не спят | 2001 | 3
Сплин | Весь этот бред | 2001 | 2
Сплин | Храбрая сердцем | 2016 | 3
Сплин | Летать | 2014 | 3
Сплин | Тепло родного дома | 2007 | 3
Сплин | Невский проспект | 2004 | 3
Земфира | Злой человек | 2000 | 2
Земфира | Остин | 2021 | 2
Земфира | Крым | 2013 | 3
Земфира | Брат | 2021 | 3
Земфира | Мальчик | 2004 | 3
Земфира | Похоронила | 2002 | 3
Земфира | Ok | 2005 | 3
Мумий Тролль | Скорость | 1998 | 3
Мумий Тролль | Так надо | 2001 | 3
Мумий Тролль | Если бы, но... | 2007 | 3
Мумий Тролль | Призраки завтра | 2015 | 2
Мумий Тролль | Восток Moscow | 2019 | 3
Звери | Тебе | 2005 | 3
Звери | Мальчики | 2014 | 3
Лампасы | Это не любовь | 2000 | 3
Кукрыниксы | Солдатская | 2003 | 3
Кукрыниксы | Вера | 2007 | 3
Кукрыниксы | Тополь | 2008 | 3
Пилот | Ворота | 2005 | 3
Пилот | Жопа | 2002 | 3
Тараканы! | Боже, храни панк-рок | 2002 | 3
Тараканы! | Пиво | 1996 | 3
Наив | Я не хочу | 1996 | 3
Элизиум | Острова | 2002 | 3
Элизиум | Весна | 2003 | 3
Элизиум | Нам с тобой | 2004 | 3
Lumen | Лабиринт | 2008 | 3
Lumen | Моя свобода | 2010 | 3
Ночные Снайперы | Актриса весна | 2001 | 3
Ночные Снайперы | Иди ко мне | 2002 | 3
Ольга Кормухина | Путь | 1997 | 3
Ленинград | Никого не жалко | 2003 | 2
Ленинград | Я так люблю тебя | 2002 | 3
Ленинград | Песня о любви | 2011 | 2
Ленинград | Бабы | 2010 | 3
Ленинград | Финский залив | 2014 | 3
Ленинград | Город, которого нет | 2018 | 3
Ленинград | Свободу Анжеле Дэвис | 2019 | 3
Ленинград | Кандибобер | 2017 | 3
Ленинград | Сумка | 2018 | 3
Ленинград | Тостики | 2023 | 3
Сектор Газа | Сельский туалет | 1991 | 3
Сектор Газа | Возле дома твоего | 1993 | 3
Сектор Газа | Злой мальчик | 1997 | 3
Сектор Газа | Человек и кошка | 1993 | 3
Красная Плесень | Ой мама | 2002 | 3
Красная Плесень | Чёрный Человек | 2000 | 3
Северный Флот | Стрелы | 2016 | 3
Северный Флот | Поднимая знамёна | 2014 | 3
Северный Флот | Вперёд и вверх | 2016 | 3
Кипелов | Я здесь | 2011 | 3
Кипелов | Реки времён | 2005 | 2
Кипелов | Никто | 2004 | 3
Ария | Король дороги | 1987 | 3
Ария | Закат | 1989 | 3
Ария | Антихрист | 1991 | 3
Ария | Пробил час | 2003 | 3
Ария | Без тебя | 2008 | 3
Ария | Точка невозврата | 2011 | 3
Ария | Аттила | 2006 | 3
Ария | Бой продолжается | 2019 | 3
Эпидемия | Эльфийская рукопись | 2004 | 3
Эпидемия | Всадник из льда | 2002 | 3
Catharsis | Крылья | 2002 | 3
Алиса | Апрель | 1998 | 3
Алиса | Пересекая черту | 2000 | 3
Алиса | Солнцеворот | 2000 | 3
Алиса | Всё в наших руках | 1994 | 3
Алиса | Рок-н-ролл крест | 1990 | 3
Алиса | Шабаш | 1991 | 3
Кино | Белый день | 1984 | 3
Кино | Растаман | 1984 | 3
Кино | Твой номер | 1989 | 3
Кино | Мама, мы все сошли с ума | 1988 | 3
Кино | Город | 1989 | 3
Кино | Следи за собой | 1990 | 3
Кино | Любовь — это не шутка | 1988 | 3
Кино | Каждую ночь | 1987 | 3
Аквариум | Ласточка | 1989 | 3
Аквариум | Дубровский | 1991 | 3
Аквариум | Электричество | 1983 | 3
Аквариум | Козлы | 1987 | 3
Аквариум | Аделаида | 1986 | 3
Аквариум | Танцуй, Ксения | 1995 | 3
Машина времени | Новый поворот | 1979 | 3
Машина времени | Наш дом | 1990 | 3
Машина времени | Птица | 1988 | 3
Машина времени | Барьер | 1987 | 3
Машина времени | Сказка | 1980 | 3
Воскресение | Музыкант | 1980 | 3
Воскресение | Кто виноват | 1979 | 3
Воскресение | Я ни разу за морем не был | 1979 | 3
Круиз | Крутится волчок | 1981 | 3
Динамик | Ты не пришла | 1983 | 3
Автограф | Головокружение | 1986 | 3
Секрет | Именины у Кристины | 1987 | 2
Браво | Старый отель | 1995 | 3
Браво | Медленный шаг | 1997 | 3
Браво | Ах, как жаль | 1998 | 3
Браво | Чёрный кот | 1986 | 3
ДК | Пора менять | 1990 | 3
Порнофильмы | Дядя Володя | 2017 | 3
Порнофильмы | Маленький мир | 2020 | 3
Порнофильмы | Сколько ещё | 2023 | 3
Пошлая Молли | Мишка | 2019 | 3
Пошлая Молли | Порвала | 2020 | 3
Пошлая Молли | Пошлая Молли | 2017 | 3
Кис-Кис | Злодей | 2020 | 3
Кис-Кис | Я ненавижу | 2020 | 3
Кис-Кис | Девочка | 2021 | 3
Нервы | Бит | 2019 | 3
Нервы | Невесёлая песня | 2014 | 3
Нервы | Ты — моё | 2017 | 3
Три дня дождя | Привычка | 2022 | 3
Три дня дождя | Отпускаю | 2023 | 3
Mukka | Голова | 2021 | 3
Mukka | Пьяный | 2022 | 3
Дайте танк (!) | Мы | 2017 | 3
Дайте танк (!) | Спам | 2019 | 3
Дайте танк (!) | Самолёты | 2021 | 3
Сироткин | Кино | 2018 | 3
Сироткин | Молодость | 2021 | 3
Ssshhhiiittt! | Наши квартиры | 2016 | 3
Ssshhhiiittt! | Твоими глазами | 2018 | 3
Электрофорез | Неспящий | 2017 | 3
Айгель | Татарин | 2017 | 3
Pyrokinesis | Легенда о Боге Грома | 2017 | 3
Pyrokinesis | Альма Матер | 2019 | 3
Pyrokinesis | Фантомная боль | 2021 | 3
Uma2rman | Офицерская | 2008 | 3
Чичерина | Сеть | 2004 | 3
Танцы Минус | Зубы | 2002 | 3
Танцы Минус | Нервы | 1999 | 3
Смысловые галлюцинации | Полюса | 2000 | 3
Смысловые галлюцинации | Демоны | 2005 | 3
Ляпис Трубецкой | Сочи | 1999 | 3
Ляпис Трубецкой | Принцесса | 2000 | 3
Ляпис Трубецкой | Жанна | 2004 | 3
Ляпис Трубецкой | Грай | 2012 | 3
Бравые ребята | Летит самолёт | 2009 | 3
Дельфин | Любовь | 2004 | 2
`
  },
  {
    genre: 'russian-rock',
    lang: 'ru',
    lines: `
Кино | Генерал | 1986 | 3
Кино | Электричка | 1984 | 2
Кино | Камчатка | 1984 | 3
Кино | Время есть, а денег нет | 1983 | 3
Кино | Сказка | 1988 | 3
Кино | Странная сказка | 1990 | 2
Кино | Мы хотим танцевать | 1983 | 3
Кино | Жизнь в стёклах | 1986 | 3
Кино | Безъядерная зона | 1985 | 3
Кино | Я — асфальт | 1985 | 3
Кино | Уходи | 1984 | 3
Кино | Игра | 1983 | 3
Кино | Малыш | 1983 | 3
Кино | Солнечные дни | 1984 | 3
Кино | Ты обвела меня вокруг пальца | 1990 | 3
Кино | Когда твоя девушка больна | 1986 | 3
Кино | Место для шага вперёд | 1988 | 3
Кино | Бошетунмай | 1985 | 3
Кино | Начальник Камчатки | 1984 | 3
Кино | Песня для БГ | 1982 | 3
Кино | Просто хочешь ты знать | 1984 | 3
Король и Шут | Дурак и молния | 1999 | 2
Король и Шут | Хардкор по-русски | 2004 | 3
Король и Шут | Бал Князя Тьмы | 2008 | 3
Король и Шут | Вдова и горбун | 2000 | 3
Король и Шут | Танец Гюрзы | 2010 | 3
Король и Шут | Сапоги мертвеца | 2000 | 3
Король и Шут | Мертвец | 2006 | 3
Король и Шут | Два вора и монета | 1996 | 3
Король и Шут | Киногерой | 2006 | 3
ДДТ | Счастье | 2005 | 3
ДДТ | Предчувствие гражданской войны | 1989 | 3
ДДТ | Церковь | 1996 | 3
Аквариум | Сидя на красивом холме | 1981 | 2
Аквариум | Трамвай | 1983 | 3
Аквариум | Старик Козлодоев | 1981 | 3
Аквариум | Рок-н-ролл мёртв | 1983 | 2
Аквариум | Небо становится ближе | 1984 | 3
Аквариум | Пока не начался джаз | 1987 | 3
Аквариум | Сны о чём-то большем | 1986 | 3
Аквариум | Партизаны полной луны | 1986 | 3
Аквариум | Не стреляйте в пианиста | 1983 | 3
Машина времени | Я сюда ещё вернусь | 1987 | 2
Машина времени | Право | 1994 | 3
Машина времени | Он играет на похоронах и танцах | 1981 | 3
Машина времени | Когда ты была здесь | 1996 | 3
Андрей Макаревич | Пока горит свеча | 1987 | 3
Наутилус Помпилиус | Ален Делон | 1985 | 3
Наутилус Помпилиус | Казанова | 1986 | 2
Наутилус Помпилиус | Морская | 1990 | 3
Наутилус Помпилиус | Падший ангел | 1992 | 3
Наутилус Помпилиус | Святой Иоанн | 1994 | 3
Наутилус Помпилиус | Утро Полины | 1995 | 3
Наутилус Помпилиус | Матрос и солдат | 1989 | 3
Наутилус Помпилиус | Красный Ленин | 1991 | 3
Ю-Питер | Песня идущего домой | 2003 | 3
Агата Кристи | Хозяин твоих снов | 1993 | 3
Земфира | Созрела | 1999 | 3
Земфира | Я полюбила вас | 2002 | 3
Земфира | Ракеты | 1999 | 3
Сплин | Дочь самурая | 1999 | 3
Сплин | Иди через лес | 1997 | 3
Сплин | Любовь идёт по проводам | 2001 | 3
Сплин | Китайский лётчик Джао Да | 2007 | 3
Би-2 | Лётчик | 2014 | 3
Би-2 | Достучаться до небес | 2001 | 3
Алиса | Год змеи | 2000 | 3
Алиса | Небо | 1997 | 3
Алиса | Дождь | 2000 | 3
Алиса | Рождество | 1993 | 3
Алиса | Плохой пример | 1993 | 3
Алиса | Крещение | 2005 | 3
Чиж & Co | Ассоль | 1999 | 3
Чиж & Co | Хочу чаю | 1999 | 3
Чиж & Co | Полонез Огинского | 1996 | 3
Чиж & Co | Мне не хватает тебя | 1996 | 3
Чиж & Co | Я не знаю | 1993 | 3
Гражданская оборона | Новая правда | 1989 | 3
Гражданская оборона | Отряд не заметил потери бойца | 1989 | 3
Гражданская оборона | Евангелие | 1990 | 3
Гражданская оборона | Солнцеворот | 1995 | 3
Ленинград | Небо Лондона | 2010 | 3
Ленинград | Новогодняя | 2005 | 2
Ленинград | Мой милёнок | 2015 | 3
Ленинград | Карнавал | 2006 | 3
Ленинград | Полюбил я | 2000 | 3
Ленинград | Пирамида | 2002 | 3
Ленинград | Дачники | 2010 | 2
Ленинград | Евро | 2008 | 3
Ленинград | Ч.П.Х. | 2016 | 2
Сектор Газа | Вечера на хуторе близ Диканьки | 1991 | 3
Сектор Газа | Кащей Бессмертный | 1997 | 3
Сектор Газа | Тёща | 1991 | 3
Порнофильмы | Вера | 2017 | 3
Порнофильмы | Нас поймут | 2016 | 3
Сироткин | Кит | 2017 | 3
Нервы | Нервы | 2012 | 3
Shortparis | Говорит Москва | 2018 | 3
Аффинаж | Пёс | 2015 | 3
Louna | Ветер перемен | 2014 | 3
Слот | Тебя нет | 2009 | 3
Гарик Сукачёв | Ночь-подруга | 1997 | 3
`
  },
  {
    genre: 'russian-rock',
    lang: 'ru',
    lines: `
Земфира | Прогулка | 2000 | 2
Мумий Тролль | Doggy Style | 1999 | 2
Мумий Тролль | Такие девчонки | 2004 | 2
Uma2rman | Кино | 2006 | 2
Uma2rman | Ты не такая | 2007 | 2
Пошлая Молли | Типичная вечеринка с Вейпом | 2017 | 2
Пошлая Молли | Ангел-хранитель | 2018 | 2
Сплин | Чёрный цвет солнца | 2009 | 2
Сплин | Скоро будет весна | 2007 | 2
Сплин | Ковёр-вертолёт | 1998 | 2
`
  },
  {
    genre: 'russian-rock',
    lang: 'ru',
    lines: `
Кино | Хочу перемен! | 1986 | 1
Кино | Невесёлая песня | 1990 | 2
Кино | Закрой за мной дверь, я ухожу | 1988 | 1
ДДТ | Конвейер | 1995 | 2
Агата Кристи | Ни там ни тут | 1993 | 2
Король и Шут | Маленький негодник | 1996 | 2
Король и Шут | Жаль, нет ружья | 1999 | 2
Ария | Палач | 1994 | 2
Ария | Встань, страх преодолей | 1987 | 2
Ленинград | Иду на Восток! | 2013 | 2
Ленинград | Сиськи | 2010 | 2
Ленинград | Цой жив | 2015 | 2
Ленинград | Хорошо | 2014 | 2
Ленинград | Почём? | 2016 | 2
Ленинград | Мамба | 2019 | 2
Ленинград | Музыкант | 2005 | 2
Ленинград | Рыба моей мечты | 2010 | 2
Аквариум | Поезд в огне | 1988 | 2
Машина времени | Маски | 1994 | 2
Браво | Стиляга из Москвы | 1990 | 2
Звуки Му | Серый голубь | 1989 | 2
Гражданская оборона | Здорово и вечно | 1989 | 2
Гражданская оборона | Про дурачка | 1990 | 2
Янка Дягилева | Нюркина песня | 1988 | 2
Кирпичи | Сегодня ночью | 1999 | 2
Lumen | Сид и Ненси | 2003 | 1
Lumen | Мираж | 2009 | 2
Lumen | Дыши | 2007 | 2
Мельница | Дорога сна | 2003 | 2
Мельница | Ведьма | 2005 | 2
Мельница | Господин горных дорог | 2004 | 2
Мельница | Невеста полоза | 2007 | 2
Ночные Снайперы | Ромашки | 2001 | 2
Animal ДжаZ | Как ты там | 2010 | 2
Вопли Видоплясова | Весна | 1989 | 2
Нервы | Batareya | 2016 | 2
Кис-Кис | Мальчик | 2018 | 2
Кис-Кис | Злой | 2018 | 2
Ногу Свело! | Лилипутская любовь | 1995 | 2
Високосный год | Тихий огонёк моей души | 1998 | 1
`
  },
  {
    genre: 'russian-rock',
    lang: 'ru',
    lines: `
`
  },
] satisfies Block[]
