import type { Block } from '../types'

export default [
  {
    genre: 'russian-pop',
    lang: 'ru',
    lines: `
Алла Пугачёва | Арлекино | 1975
Алла Пугачёва | Миллион алых роз | 1982 | 1
Алла Пугачёва | Айсберг | 1984
Мираж | Музыка нас связала | 1987
Мираж | Я не шучу | 1987
Ласковый май | Белые розы | 1988 | 1
Ласковый май | Седая ночь | 1988
Кар-Мэн | Лондон, гудбай! | 1990 | 1
Любэ | Атас | 1991
Технология | Нажми на кнопку | 1991 | 1
Андрей Губин | Мальчик-бродяга | 1994
Любэ | Конь | 1994 | 1
Филипп Киркоров | Зайка моя | 1994 | 1
Валерий Меладзе | Сэра | 1995
Филипп Киркоров | Жестокая любовь | 1995
Иванушки International | Кукла | 1996
Любэ | Комбат | 1996 | 1
Алла Пугачёва | Позови меня с собой | 1997 | 1
Андрей Губин | Зима-холода | 1997
Иванушки International | Тучи | 1997 | 1
Hi-Fi | Беспризорник | 1998
Natali | Ветер с моря дул | 1998
Иванушки International | Тополиный пух | 1998 | 1
Михаил Круг | Владимирский централ | 1998 | 1
Руки Вверх! | Крошка моя | 1998 | 1
Руки Вверх! | 18 мне уже | 1998 | 1
Hi-Fi | Седьмой лепесток | 1999
Валерий Меладзе | Салют, Вера | 1999
Руки Вверх! | Алёшка | 1999
t.A.T.u. | Я сошла с ума | 2000 | 1
Блестящие | А я всё летала | 2000
Вирус | Ты меня не ищи | 2000
Руки Вверх! | Он тебя целует | 2000
Hi-Fi | А мы любили | 2001
t.A.T.u. | Нас не догонят | 2001 | 1
ВИА Гра | Попытка № 5 | 2001 | 1
Дискотека Авария | Х.Х.Х.И.Р.Н.Р. | 2001
Григорий Лепс | Рюмка водки на столе | 2002 | 1
Дискотека Авария | Новогодняя | 2002 | 1
Любэ | Позови меня тихо по имени | 2002
Руки Вверх! | Последний поцелуй | 2002
Глюк'oZa | Невеста | 2003
Дискотека Авария | Если хочешь остаться | 2003
Валерий Меладзе | Красиво | 2005 | 1
Дима Билан | Невозможное возможно | 2005 | 1
МакSим | Знаешь ли ты | 2006
МакSим | Трудный возраст | 2006
Сергей Лазарев | Ты всё, что нужно мне | 2006
Григорий Лепс | Самый лучший день | 2008
Лолита | На Титанике | 2008
Ани Лорак | Солнце | 2009
Григорий Лепс | Я счастливый | 2009
Стас Михайлов | Всё для тебя | 2009
Ёлка | Прованс | 2010
Вера Брежнева | Любовь спасёт мир | 2010
Нюша | Выбирать чудо | 2010
Звонкий | Голоса | 2011
Тина Кароль | Ноченька | 2011
Серебро | Мама Люба | 2012
IOWA | Улыбайся | 2013
Natali | О, боже, какой мужчина! | 2013
Ани Лорак | Зажигай сердце | 2013
Время и Стекло | Песня 404 | 2013
Лолита | Шпильки | 2013
IOWA | Маршрутка | 2014
Время и Стекло | Имя 505 | 2015
Полина Гагарина | Кукушка | 2015
Artik & Asti | Неделимые | 2016
Макс Барских | Туманы | 2016
Мальбэк & Сюзанна | Гипнозы | 2017
Мари Краймбрери | Это была любовь | 2017
Ольга Бузова | Мало половин | 2017
Cream Soda | Никаких больше вечеринок | 2018
Cream Soda & Хлеб | Плачу на техно | 2018
Zivert | Life | 2018 | 1
Монеточка | Каждый раз | 2018 | 1
Монеточка | Нимфоманка | 2018
Jony | Комета | 2019 | 1
Zivert | Беспонтовый пирожок | 2019
Dabro | Юность | 2020
Клава Кока | Покинула чат | 2020
Artik & Asti | Девочка танцуй | 2021
Shaman | Встанем | 2022 | 1
`
  },
  {
    genre: 'russian-pop',
    lang: 'en',
    lines: `
Серебро | Song #1 | 2007
Дима Билан | Believe | 2008
Полина Гагарина | A Million Voices | 2015
Сергей Лазарев | You Are the Only One | 2016
`
  },
  {
    genre: 'russian-pop',
    lang: 'ru',
    lines: `
Алла Пугачёва | Без меня тебе, любимый мой | 1977 | 3
Алла Пугачёва | Делу время | 1985 | 3
Алла Пугачёва | Женщина, которая поёт | 1978 | 3
Алла Пугачёва | Эти летние дожди | 1999 | 3
Алла Пугачёва | Мадам Брошкина | 1997 | 3
Алла Пугачёва | Звёздное лето | 1982 | 3
Алла Пугачёва | Паромщик | 1985 | 3
Алла Пугачёва | Не делайте мне больно, господа | 1997 | 3
Алла Пугачёва | Любовь, похожая на сон | 2000
Алла Пугачёва | Осенний поцелуй | 1985 | 3
Алла Пугачёва | Найти меня | 1997 | 3
Алла Пугачёва | Робинзон | 1982 | 3
Алла Пугачёва | Птица певчая | 1999 | 3
Алла Пугачёва | Привет, Андрей | 2000 | 3
Алла Пугачёва & Максим Галкин | Холодно в городе | 2007 | 3
Кристина Орбакайте | Перелётная птица | 2006 | 3
Кристина Орбакайте | Губки бантиком | 1998 | 3
Кристина Орбакайте | Мой мир | 2004 | 3
Кристина Орбакайте | Свет твоей любви | 1998 | 3
Филипп Киркоров | Цвет настроения синий | 2018
Филипп Киркоров | Снег | 2000
Филипп Киркоров | Мария | 1994 | 3
Филипп Киркоров | Единственная моя | 2004 | 3
Филипп Киркоров | Ой, мама, шика дам | 1997 | 3
Филипп Киркоров | Я за тебя умру | 1997 | 3
Филипп Киркоров | Атлантида | 1996 | 3
Филипп Киркоров | Мышь | 1994 | 3
Филипп Киркоров | Диско-партизаны | 2017 | 3
Филипп Киркоров | Немного жаль | 2010 | 3
Николай Басков | Шарманка | 2006
Николай Басков | Natural Blonde | 2005 | 3
Николай Басков | Ты моя | 2012 | 3
Валерий Меладзе | Самба белого мотылька | 1995
Валерий Меладзе | Иностранец | 2003 | 3
Валерий Меладзе | Свободный полёт | 2008 | 3
Валерий Меладзе | Как ты красива сегодня | 2003 | 3
Валерий Меладзе | Безответно | 2014 | 3
Валерий Меладзе | Небеса | 2005 | 3
Валерий Меладзе | Девушки из высшего общества | 1995 | 3
Валерий Меладзе | Вопреки | 2008 | 3
Валерий Меладзе | Текила-любовь | 2003 | 3
Валерий Меладзе | Обернитесь | 2002 | 3
Валерий Меладзе | Перемена погоды | 2003 | 3
Валерий Меладзе | Рассвет-закат | 2006 | 3
Валерий Меладзе & ВИА Гра | Притяжения больше нет | 2002 | 3
ВИА Гра | Бомба | 2002 | 3
ВИА Гра | Не оставляй меня, любимый | 2001 | 3
ВИА Гра | Стоп! Стоп! Стоп! | 2002 | 3
ВИА Гра | Убей мою подругу | 2003 | 3
ВИА Гра | Я не поняла | 2003 | 3
ВИА Гра | Цветок и нож | 2008 | 3
ВИА Гра | Поцелуи | 2009 | 3
ВИА Гра | Анти-гейша | 2007 | 3
ВИА Гра | Л.М.Л. | 2007 | 3
Руки Вверх! | Ай-яй-яй | 2000 | 3
Руки Вверх! | Студент | 1997 | 3
Руки Вверх! | Доброй ночи | 1997 | 3
Руки Вверх! | Здравствуй, это я | 1998 | 3
Руки Вверх! | Малыш | 1998 | 3
Руки Вверх! | Песенка | 1999 | 3
Руки Вверх! | Танцуй со мной | 1998 | 3
Руки Вверх! | Уходи | 1999 | 3
Руки Вверх! | Чужие губы | 2003 | 3
Руки Вверх! | Ты где-то | 2001 | 3
Руки Вверх! | Так сильно | 2009 | 3
Руки Вверх! | Молодая | 2006 | 3
Руки Вверх! | Похищение | 2006 | 3
Руки Вверх! | Назови его как меня | 2003 | 3
Иванушки International | Где-то | 1999 | 3
Иванушки International | Снегири | 1999 | 3
Иванушки International | Реви | 2000 | 3
Иванушки International | Билет на Маврикий | 2001 | 3
Иванушки International | Это не любовь | 2000 | 3
Иванушки International | Золотые облака | 2001 | 3
Иванушки International | Танец Ивана | 1996 | 3
Hi-Fi | Не дано | 1998 | 3
Hi-Fi | Глупые люди | 2003 | 3
Hi-Fi | Ухожу | 2002 | 3
Hi-Fi | Новогодняя | 2002 | 3
Hi-Fi | Я и ты | 2003 | 3
Дискотека Авария | Малинки | 2006 | 3
Дискотека Авария | Модном прикиде | 2000 | 3
Дискотека Авария | Небо | 2002 | 3
Дискотека Авария | Суровый рэп | 2005 | 3
Дискотека Авария | Пей пиво! | 2002 | 3
Дискотека Авария | Disco Superstar | 2007 | 3
Дискотека Авария | Песенка про Снегурочку | 2004 | 3
Дискотека Авария | Ты кидала | 2001 | 3
Андрей Губин | Мотылёк | 1998 | 3
Андрей Губин | Танцы | 1999 | 3
Андрей Губин | Ночь | 1998 | 3
Андрей Губин | Ты уйдёшь | 1998 | 3
Андрей Губин | Если бы | 2000 | 3
Андрей Губин | Девушки как звёзды | 1997 | 3
Андрей Губин | Лиза | 1995 | 3
Леонид Агутин | Хоп хей лала лей | 1994
Леонид Агутин | Летний дождь | 1995 | 3
Леонид Агутин | Остров | 1997 | 3
Леонид Агутин | Аэропорты | 2003 | 3
Леонид Агутин & Анжелика Варум | Если ты когда-нибудь меня простишь | 2000 | 3
Анжелика Варум | Королева | 1995 | 3
Анжелика Варум | Художник, что рисует дождь | 1997 | 3
Наташа Королёва | Жёлтые тюльпаны | 1990
Наташа Королёва | Маленькая страна | 1995
Наташа Королёва | Конфетти | 1994 | 3
Наташа Королёва | Ветер-ветерок | 1994 | 3
Татьяна Буланова | Не плачь | 1991 | 3
Татьяна Буланова | Летний сад | 1993 | 3
Лариса Долина | Погода в доме | 1996
Ирина Аллегрова | Императрица | 1998 | 3
Ирина Аллегрова | Угонщица | 1997 | 3
Ирина Аллегрова | Младший лейтенант | 1995 | 3
Ирина Аллегрова | Привет, Андрей! | 1998 | 3
Ирина Аллегрова | Транзит | 1993 | 3
Ирина Аллегрова | Свадебные цветы | 1996 | 3
Лолита | Пошла вон | 2001 | 3
Лолита | Маленький | 2009 | 3
Маша Распутина | Отпустите меня в Гималаи | 1992 | 3
Маша Распутина | Роза чайная | 1994 | 3
Маша Распутина | Платье из роз | 2002 | 3
Шура | Твой новый день | 1999 | 3
Шура | Холодная луна | 1997 | 3
Шура | Отшумели летние дожди | 1999 | 3
Мираж | Звёзды нас ждут | 1988 | 3
Мираж | Наступает ночь | 1989 | 3
Мираж | Видео | 1987 | 3
Мираж | Новый герой | 1987 | 3
Ласковый май | Розовый вечер | 1989
Ласковый май | Старый лес | 1988 | 3
Ласковый май | Глупые снежинки | 1989 | 3
Ласковый май | Пусть будет ночь | 1989 | 3
Ласковый май | Тающий снег | 1988 | 3
Юрий Шатунов | Детство | 2001 | 3
Юрий Шатунов | Седая ночь | 1988 | 3
Юрий Шатунов | Забудь | 2012 | 3
Кар-Мэн | Чао, Бамбино | 1992 | 3
Кар-Мэн | Космос | 1991 | 3
Кар-Мэн | Внимание, Шанхай | 1991 | 3
Кар-Мэн | Сан-Франциско | 1990 | 3
Комбинация | American Boy | 1990
Комбинация | Бухгалтер | 1991
Комбинация | Два кусочека колбаски | 1990 | 3
Комиссар | Ты уйдёшь | 1992 | 3
Комиссар | Королева снежная | 1995 | 3
Технология | Странные танцы | 1991 | 3
Технология | Полчаса | 1993 | 3
Дюна | Страна Лимония | 1990 | 3
Дюна | Привет с большого бодуна | 1993 | 3
Сергей Минаев | Карина | 1988 | 3
Кай Метов | Position Number 2 | 1994 | 3
Кай Метов | Вспомни меня | 1993 | 3
Богдан Титомир | Делай как я | 1992 | 3
Игорь Николаев | Выпьем за любовь | 1997 | 3
Игорь Николаев | Пять причин | 2000 | 3
Игорь Николаев | Мельница | 1993 | 3
Игорь Николаев & Наташа Королёва | Дельфин и русалка | 1992 | 3
Олег Газманов | Есаул | 1991 | 3
Олег Газманов | Морячка | 1995 | 3
Олег Газманов | Офицеры | 1994 | 3
Олег Газманов | Москва | 1996 | 3
Олег Газманов | Путана | 1990 | 3
Олег Газманов | Мои ясные дни | 1994 | 3
Олег Газманов | Сделан в СССР | 2005 | 3
Любэ | Давай за… | 2002 | 3
Любэ | Батька Махно | 1990 | 3
Любэ | Ребята с нашего двора | 1997 | 3
Любэ | Берёзы | 2002 | 3
Любэ | Улочки московские | 1996 | 3
Любэ | Дорога | 1997 | 3
Любэ | Солдат | 2000 | 3
Любэ | Скворцы | 2005 | 3
Любэ | Там, за туманами | 1997 | 3
Любэ | Не губите, мужики | 1991 | 3
Любэ | Ты неси меня, река | 2002 | 3
Любэ | Самоволочка | 1996 | 3
Григорий Лепс | Натали | 2000 | 3
Григорий Лепс | Я уеду жить в Лондон | 2013 | 3
Григорий Лепс | Озеро надежды | 2009 | 3
Григорий Лепс | Водопад | 2007 | 3
Григорий Лепс | Спасибо, ребята | 2000 | 3
Григорий Лепс | Лабиринт | 2004 | 3
Григорий Лепс | Песенка | 2005 | 3
Григорий Лепс | Огромное небо | 2003 | 3
Григорий Лепс & Ирина Аллегрова | Я тебе не верю | 2006 | 3
Григорий Лепс & Тимати | Лондон | 2013 | 3
Стас Михайлов | Без тебя | 2007 | 3
Стас Михайлов | Ты лучше всех | 2010 | 3
Стас Михайлов | Возьми моё сердце | 2010 | 3
Стас Пьеха | Одна звезда | 2006 | 3
Дима Билан | Never Let You Go | 2006 | 3
Дима Билан | Мулатка | 2003 | 3
Дима Билан | Я твой номер один | 2004 | 3
Дима Билан | На берегу неба | 2005 | 3
Дима Билан | Время-река | 2006 | 3
Дима Билан | Молния | 2015 | 3
Дима Билан | Девочка моя | 2017 | 3
Дима Билан | Про белые розы | 2016 | 3
Дима Билан | Держи | 2015 | 3
Дима Билан | Пьяная любовь | 2018 | 3
Сергей Лазарев | Это всё она | 2015 | 3
Сергей Лазарев | В самое сердце | 2014 | 3
Сергей Лазарев | Шёпотом | 2017 | 3
Сергей Лазарев | Сдавайся | 2018 | 3
Сергей Лазарев | Лови | 2013 | 3
Полина Гагарина | Спектакль окончен | 2007
Полина Гагарина | Шагай | 2014 | 3
Полина Гагарина | Нет | 2014 | 3
Полина Гагарина | Драмы больше нет | 2015 | 3
Полина Гагарина | Обезоружена | 2016 | 3
Ёлка | Около тебя | 2011 | 3
Ёлка | Мальчик-красавчик | 2010 | 3
Ёлка | Твои глаза | 2010 | 3
Ёлка | На большом воздушном шаре | 2012 | 3
Ёлка | Грубым дальше | 2012 | 3
Ёлка | Нарисовать мечту | 2019 | 3
Нюша | Чудо | 2010 | 3
Нюша | Где ты, там я | 2014 | 3
Нюша | Цунами | 2014 | 3
Нюша | Вою на луну | 2009 | 3
Нюша | Не перебивай | 2009 | 3
Нюша | Только | 2015 | 3
Нюша | Plus | 2015 | 3
Жасмин | Ты не со мной | 2001 | 3
Жасмин | Перепишу любовь | 2001 | 3
Жасмин | Ну зачем | 2004 | 3
Валерия | Часики | 2002
Валерия | Самолёт | 1998 | 3
Валерия | Капелькою неба | 2003 | 3
Валерия | Ночь нежна | 2003 | 3
Валерия | Была любовь | 1995 | 3
Валерия & Стас Пьеха | Ты грустишь | 2008 | 3
Блестящие | Чао, бамбино, сеньорита | 2003 | 3
Блестящие | Восточные сказки | 2006 | 3
Блестящие | Апельсиновая песня | 2001 | 3
Блестящие | За четыре моря | 2003 | 3
Блестящие | Брат мой | 2002 | 3
Блестящие | Облачками белыми | 1997 | 3
Фабрика | Про любовь | 2002 | 3
Фабрика | Не виноватая я | 2003 | 3
Фабрика | Рыбка | 2004 | 3
Фабрика | Медленно | 2005 | 3
Корни | Ты узнаешь её | 2003 | 3
Корни | Плакала берёза | 2003 | 3
Пьер Нарцисс | Шоколадный заяц | 2003
Тимати | Если ты со мной | 2007 | 3
Слава | Одиночество | 2008 | 3
Слава | Подруга-ночь | 2006 | 3
Слава & Ирина Аллегрова | Первая любовь — любовь последняя | 2006 | 3
Мария Ржевская | Когда я стану кошкой | 2002 | 3
Глюк'oZa | Жениха хотела | 2006 | 3
Глюк'oZa | Танцуй, Россия!!! | 2007 | 3
Глюк'oZa | Ой, ой | 2003 | 3
Глюк'oZa | Швайне | 2005 | 3
Глюк'oZa | Деньги | 2009 | 3
Глюк'oZa & ST | Москва | 2011 | 3
МакSим | Мой рай | 2007 | 3
МакSим | Отпусти | 2007 | 3
МакSим | Научусь летать | 2006 | 3
МакSим | Сон | 2008 | 3
МакSим | Ветром стать | 2009 | 3
МакSим | Танцы | 2012 | 3
МакSим | Колыбельная | 2014 | 3
Звонкий & Rem Digga | Голоса | 2011 | 3
Город 312 | Останусь | 2006
Город 312 | Вне зоны доступа | 2007 | 3
Город 312 | Помоги мне | 2009 | 3
Ани Лорак | Зеркала | 2008 | 3
Ани Лорак | Shady Lady | 2008 | 3
Ани Лорак | Я вернусь | 2013 | 3
Ани Лорак | Разбитая любовь | 2017 | 3
Ани Лорак | Удержи моё сердце | 2015 | 3
Вера Брежнева | Реальная жизнь | 2010 | 3
Вера Брежнева | Девочка моя | 2012 | 3
Вера Брежнева | Доброе утро | 2014 | 3
Вера Брежнева | Ветерок | 2017 | 3
Светлана Лобода | Твои глаза | 2016
Светлана Лобода | Superstar | 2017 | 3
Светлана Лобода | Пуля-дура | 2018 | 3
Светлана Лобода | Случайная | 2015 | 3
Светлана Лобода | Парень | 2017 | 3
Светлана Лобода | Новый Рим | 2019 | 3
Светлана Лобода | 40 градусов | 2016 | 3
Тина Кароль | Шиншила | 2015 | 3
Тина Кароль | Ностальгия | 2013 | 3
MONATIK | Кружит | 2017
MONATIK | То, от чего без ума | 2018 | 3
MONATIK | Vitamin D | 2016 | 3
MONATIK | Сон | 2016 | 3
Макс Барских | Подруга-ночь | 2016 | 3
Макс Барских | Неземная | 2017 | 3
Макс Барских | Займёмся любовью | 2017 | 3
Макс Барских | Моя любовь | 2018 | 3
Время и Стекло | Навернопотомучто | 2016 | 3
Время и Стекло | Тролль | 2015 | 3
Время и Стекло | Дим Дим Дим | 2018 | 3
Время и Стекло | На стиле | 2017 | 3
Потап и Настя | Я не танцую | 2013 | 3
Потап и Настя | Чумачечая весна | 2013 | 3
Потап и Настя | Новые люди | 2014 | 3
Потап и Настя | Почему ты? | 2010 | 3
Потап и Настя | Не пара | 2006
Потап и Настя | Всё пучком | 2010 | 3
Потап и Настя | Уди-уди | 2013 | 3
Потап и Настя | Чилим | 2012 | 3
Потап и Настя | Мы любили | 2015 | 3
IOWA | Мои стихи, твоя гитара | 2016 | 3
IOWA | Одно и то же | 2015 | 3
IOWA | Плохо танцевать | 2014 | 3
IOWA | 140 | 2016 | 3
Мари Краймбрери | Перекрестками | 2018 | 3
Мари Краймбрери | Океан | 2018 | 3
Мари Краймбрери | Пьяная | 2019 | 3
Мари Краймбрери | Мне так повезло | 2020 | 3
Artik & Asti | Номер 1 | 2016 | 3
Artik & Asti | Тебе всё можно | 2015 | 3
Artik & Asti | Под гипнозом | 2017 | 3
Artik & Asti | Истеричка | 2019 | 3
Artik & Asti | Грустный дэнс | 2019
Artik & Asti | Невероятно | 2019 | 3
Artik & Asti | Последний поцелуй | 2015 | 3
Artik & Asti | Половина | 2018 | 3
Artik & Asti | Миллион | 2023 | 3
Asti | Я больше не буду | 2023 | 3
Zivert | Credo | 2019
Zivert | ЯТЛ | 2019 | 3
Zivert | Шарм | 2019 | 3
Zivert | Ещё хочу | 2020 | 3
Zivert | Зелёные волны | 2017 | 3
Zivert | Бесконечность | 2020 | 3
Zivert | Fly | 2021 | 3
Zivert | Многоточия | 2018 | 3
Клава Кока | Ла ла ла | 2020 | 3
Клава Кока | Пьяную домой | 2021 | 3
Клава Кока & Руки Вверх! | Нокаут | 2020 | 3
Клава Кока & Niletto | Краш | 2020
Niletto | Любимка | 2019 | 1
Niletto | Fendi | 2021 | 3
Niletto | Ходим по краю | 2021 | 3
Niletto | Невеста | 2020 | 3
Мохито | Ради тебя | 2015 | 3
Мохито | Перечеркни | 2018 | 3
Мохито | Не болей | 2016 | 3
Ханна | Пули | 2016 | 3
Ханна | Музыка звучит | 2017 | 3
Ханна | Омар Хайям | 2017 | 3
Ханна | Не забывай | 2019 | 3
Елена Темникова | Импульсы | 2016 | 3
Елена Темникова | Тепло | 2016 | 3
Юлианна Караулова | Ты не такой | 2015 | 3
Юлианна Караулова | Внеорбитные | 2017 | 3
Ольга Бузова | Привыкаю | 2018 | 3
Ольга Бузова | Под звуки поцелуев | 2017 | 3
Ольга Бузова | Танцуй под Бузову | 2018 | 3
Егор Крид | Самая самая | 2015
Егор Крид | Будильник | 2014 | 3
Егор Крид | Невеста | 2015 | 3
Егор Крид | Мне нравится | 2016 | 3
Егор Крид | Холостяк | 2017 | 3
Егор Крид | Цвет настроения чёрный | 2018 | 3
Егор Крид | Сердцеедка | 2019 | 3
Егор Крид | Отпускаю | 2018 | 3
Егор Крид | Голубые глаза | 2020 | 3
Егор Крид | (Не)идеальна | 2020 | 3
Егор Крид | Звёзды и ветер | 2021 | 3
Jony | Аллея | 2020 | 3
Jony | Лали | 2020 | 3
Jony | Ты беспощадна | 2019 | 3
Jony | Никак | 2020 | 3
Jony | Камнепад | 2019 | 3
Jony & Hammali & Navai | Без тебя я не я | 2020 | 3
Jah Khalib | Leila | 2017 | 3
Jah Khalib | Медина | 2017
Jah Khalib | Если че, я Баха | 2018 | 3
Jah Khalib | Do It | 2018 | 3
Jah Khalib | Ты словно целая вселенная | 2016 | 3
Jah Khalib | Созвездие ангела | 2014 | 3
Rauf & Faik | Детство | 2018 | 1
Rauf & Faik | Я люблю тебя давно | 2019 | 3
Rauf & Faik | Колыбельная | 2019 | 3
Rauf & Faik | Вечера | 2019 | 3
Rauf & Faik | Что ты знаешь о любви | 2019 | 3
Andro | Иксы | 2019 | 3
Andro | Как не любить | 2021 | 3
Ramil' | Сияй | 2019
Ramil' | Вся такая | 2019 | 3
Ramil' | Маяк | 2019 | 3
Ramil' | Сон | 2020 | 3
Мот & Jah Khalib | Fashion | 2017 | 3
Мот | Соло | 2016 | 3
Мот | Ау | 2018 | 3
Мот | Абсолютно всё | 2019 | 3
Мот | Паруса | 2017 | 3
Bahh Tee & Turken | Ты моя мелодия | 2020 | 3
Galibri & Mavik | Федерико Феллини | 2021 | 1
Galibri & Mavik | Чак-чак | 2021 | 3
Galibri & Mavik | Птичка | 2022 | 3
Анет Сай | Слёзы | 2021 | 3
Ваня Дмитриенко | Венера-Юпитер | 2021 | 1
Ваня Дмитриенко | Лелею | 2022 | 3
Ваня Дмитриенко | Беги | 2023 | 3
Dabro | Услышит весь район | 2020 | 3
Dabro | На часах ноль-ноль | 2021 | 3
Dabro | Мне не нужны слова | 2021 | 3
Dabro | Я в моменте | 2021 | 3
Dabro | Поцелую | 2019 | 3
Даня Милохин | Я дорама | 2020 | 3
Даня Милохин & Николай Басков | Дико тусим | 2021 | 3
Мари Краймбрери | Не грусти | 2021 | 3
Ани Лорак | Сумасшедшая | 2018 | 3
Вирус | Ручки | 2000 | 3
Вирус | Попрошу тебя | 2000 | 3
Демо | Солнышко | 1999
Демо | 2000 лет | 2000 | 3
Гости из будущего | Беги от меня | 2000 | 3
Гости из будущего | Зима в сердце | 2001 | 3
Гости из будущего | Нелюбовь | 2003 | 3
Гости из будущего | Метко | 2002 | 3
Гости из будущего | Почему ты | 2000 | 3
Smash!! | Belle | 2002 | 3
Smash!! | Freeway | 2003 | 3
Отпетые мошенники | Обратите внимание | 2000 | 3
Отпетые мошенники | Люби меня, люби | 1998 | 3
Отпетые мошенники | Граница | 2001 | 3
Отпетые мошенники | Девушки бывают разные | 2004 | 3
Бьянка | Про лето | 2004 | 3
Бьянка | Музыка | 2010 | 3
Бьянка | Были танцы | 2005 | 3
Сати Казанова | До рассвета | 2008 | 3
Ирина Дубцова | О нём | 2005 | 3
Ирина Дубцова | Люби меня | 2016 | 3
Ирина Дубцова | Девочки | 2006 | 3
Альбина Джанабаева | Нам не нужно быть вместе | 2010 | 3
Наталия Подольская | Поздно | 2005 | 3
Марина Хлебникова | Чашка кофею | 1996 | 3
Алсу | Зимний сон | 1999
Алсу | Весенний джаз | 2000 | 3
Алсу | Иногда | 2000 | 3
Алсу | Солнце | 1999 | 3
Алсу | Before You Love Me | 2000 | 3
Лев Лещенко & Владимир Винокур | Бабушки | 1990 | 3
Сергей Жуков | Зима | 2012 | 3
Сергей Жуков | Я не боюсь | 2012 | 3
Сергей Жуков & Мираж | Ты — мой мир | 2010 | 3
Анна Асти | По барам | 2022
Анна Асти | Царица | 2023 | 1
Анна Асти | Феникс | 2022 | 3
Анна Асти | Верю в тебя | 2023 | 3
Анна Асти | Ночью на кухне | 2023 | 3
Анна Асти | Звенит январская вьюга | 2023 | 3
Анна Асти | Девочка танцуй | 2022 | 3
Анна Асти | Особенный | 2024 | 3
Shaman | Я русский | 2022 | 3
Shaman | Моя Россия | 2023 | 3
Shaman | Ты моя | 2023 | 3
Леонид Агутин | Ты будешь моей | 2022 | 3
Instasamka | Popstar | 2022 | 3
Kristina Si | Я не боюсь | 2019 | 3
Kristina Si | Тебе можно всё | 2019 | 3
Тайпан & Agunda | Луна не знает пути | 2020
Агунда | Ничего не говори | 2021 | 3
Хабиб | Ягода малинка | 2020
Хабиб | Шамана | 2022 | 3
Мияги & Andy Panda | Utopia | 2021 | 3
Татьяна Куртукова | Матушка земля | 2022 | 1
Чайф | Где вы были | 2022 | 3
Сергей Трофимов | Город детства | 2003 | 3
Сергей Трофимов | Московская песня | 2005 | 3
Сергей Трофимов | Снегири | 2007 | 3
Сергей Трофимов | Ветер в голове | 2005 | 3
Михаил Круг | Кольщик | 1996 | 3
Михаил Круг | Девочка-пай | 1994 | 3
Михаил Круг | Фраер | 1998 | 3
Михаил Круг | Жиган-лимон | 1994 | 3
Михаил Круг | Мадам | 1998 | 3
Михаил Шуфутинский | 3-е сентября | 1993 | 1
Михаил Шуфутинский | Наколочка | 1993 | 3
Михаил Шуфутинский | Пальма де Майорка | 1994 | 3
Михаил Шуфутинский | Марджанджа | 2000 | 3
Ирина Круг | Тебе, моя последняя любовь | 2004 | 3
Бутырка | Запахло весной | 2001 | 3
Бутырка | Голуби | 2002 | 3
Лесоповал | Я куплю тебе дом | 1992 | 3
Лесоповал | Белый лебедь на пруду | 1993 | 3
Александр Розенбаум | Вальс-бостон | 1986
Александр Розенбаум | Гоп-стоп | 1981 | 3
Александр Розенбаум | Есаул молоденький | 1986 | 3
Александр Розенбаум | Утиная охота | 1991 | 3
Александр Розенбаум | Глухари | 1993 | 3
Александр Розенбаум | Чёрный тюльпан | 1986 | 3
Валентин Стрыкало | Наше лето | 2010
Валентин Стрыкало | Кайен | 2011 | 3
Валентин Стрыкало | Гори | 2014 | 3
Валентин Стрыкало | Так гріє | 2012 | 3
Валентин Стрыкало | Знаешь, Таня | 2013 | 3
Валентин Стрыкало | Всё решено | 2015 | 3
Валентин Стрыкало | Космос нас ждёт | 2013 | 3
Монеточка | Последняя дискотека | 2018 | 3
Монеточка | Падать в грязь | 2020 | 3
Монеточка | Нет монет | 2018 | 3
Монеточка | Кис-кис | 2019 | 3
Монеточка | Это было в России | 2018 | 3
Монеточка | Странные танцы | 2019 | 3
Монеточка | Папина дочка | 2018 | 3
Гречка | Подружки | 2017 | 3
Gayana | Не со мной | 2019 | 3
Луна | Грустный дэнс | 2017 | 3
Луна | Огни | 2016 | 3
Лолита | Раневская | 2013 | 3
Лолита | Перламутровая | 2018 | 3
Наргиз | Вдвоём | 2013 | 3
Наргиз | Ты моя нежность | 2015 | 3
Юлия Савичева | Если в сердце живёт любовь | 2004 | 3
Юлия Савичева | Высоко | 2004 | 3
Юлия Савичева | Прости за любовь | 2005 | 3
Юлия Савичева | Привет | 2005 | 3
Ранетки | О тебе | 2008 | 3
Ранетки | Ангелы | 2007 | 3
5ivesta Family | Вместе мы | 2013 | 3
5ivesta Family | Я буду | 2013 | 3
Винтаж | Ева | 2009 | 3
Винтаж | Плохая девочка | 2008 | 3
Винтаж | Одиночество любви | 2012 | 3
Винтаж | Роман | 2010 | 3
Винтаж | Знак Водолея | 2010 | 3
Винтаж | Микки | 2010 | 3
Винтаж | Танцуй со мной | 2012 | 3
Серебро | Скажи, не молчи | 2008 | 3
Серебро | Я тебя не отдам | 2013 | 3
Серебро | Перепутала | 2013 | 3
Серебро | Отпусти меня | 2014 | 3
Серебро | Мало тебя | 2014 | 3
Серебро | Сладко | 2009 | 3
Ирина Билык | Снег | 1999 | 3
Ирина Билык | Мы будем вместе | 2004 | 3
Таисия Повалий | Зеркала | 1996 | 3
Кристина Си | Мне не больно | 2018 | 3
Natan | Ты должна рядом быть | 2017 | 3
MBAND | Она вернётся | 2014
MBAND | Посмотри на меня | 2014 | 3
MBAND | Отчаянный | 2016 | 3
MBAND | Без тебя я не я | 2015 | 3
Burito | Мама | 2013 | 3
Burito | Возвращайся | 2014 | 3
Burito | По волнам | 2016 | 3
Burito & Ёлка | Ты поднимаешь меня | 2016 | 3
Пицца | Оружие | 2012 | 3
Пицца | Улыбка | 2014 | 3
Пицца | Романс | 2013 | 3
Пицца | Мы как облака | 2019 | 3
Градусы | Голая | 2011 | 3
Градусы | Режиссёр | 2010 | 3
Градусы | Хочешь, я её убью? | 2011 | 3
Звери | Музыка | 2012 | 3
Леонид Руденко | Destination | 2009 | 3
Polina | Sky's the Limit | 2018 | 3
Чи-Ли | Лето | 2004 | 3
Чи-Ли | Вера | 2004 | 3
Анжелика Агурбаш | Будь со мной | 2005 | 3
Лера Массква | Медуза | 2002 | 3
Лера Массква | 7-ой этаж | 2003 | 3
Катя Лель | Мой мармеладный | 2004
Катя Лель | Муси-пуси | 2004 | 3
Катя Лель | Долгожданный | 2005 | 3
Анастасия Стоцкая | Вены-реки | 2003 | 3
Белый Орёл | Как упоительны в России вечера | 1997
Белый Орёл | Потому что нельзя быть красивой такой | 1997
Белый Орёл | Я с тобой | 1999 | 3
Евгений Осин | Плачет девушка в автомате | 1997 | 3
Ирина Салтыкова | Серые глаза | 1995 | 3
Нэнси | Дым сигарет с ментолом | 1993 | 1
Нэнси | Отель | 1996 | 3
t.A.T.u. | 30 минут | 2001 | 3
t.A.T.u. | Show Me Love | 2001 | 3
t.A.T.u. | Мальчик-гей | 2001 | 3
t.A.T.u. | Обезьянка ноль | 2002 | 3
t.A.T.u. | Белые розы | 2005 | 3
t.A.T.u. | Люди-инвалиды | 2005 | 3
`
  },
  {
    genre: 'russian-pop',
    lang: 'en',
    lines: `
t.A.T.u. | All the Things She Said | 2002 | 1
t.A.T.u. | Not Gonna Get Us | 2002
t.A.T.u. | All About Us | 2005 | 3
t.A.T.u. | Gomenasai | 2006 | 3
Serebro | Mi Mi Mi | 2013 | 3
Dima Bilan | Lady Flash | 2009 | 3
Tesla Boy | Fantasy | 2008 | 3
Manizha | Russian Woman | 2021 | 3
Jony | Victory | 2021 | 3
`
  },
] satisfies Block[]
