import type { Block } from '../types'

export default [
  {
    genre: 'soviet',
    lang: 'ru',
    lines: `
Муслим Магомаев | Свадьба | 1971 | 1
Муслим Магомаев | Мелодия | 1975 | 1
Муслим Магомаев | Королева красоты | 1964 | 1
Муслим Магомаев | Ах, эта свадьба | 1971 | 3
Муслим Магомаев | Солнечный остров | 1967 | 3
Муслим Магомаев | Синяя вечность | 1973 | 1
Иосиф Кобзон | Я люблю тебя, жизнь | 1965 | 2
Иосиф Кобзон | Мгновения | 1973 | 1
Эдуард Хиль | Я очень рад, ведь я наконец возвращаюсь домой | 1966 | 1
Эдуард Хиль | Человек из дома вышел | 1972 | 2
Валентина Толкунова | Носики-курносики | 1979 | 2
Валентина Толкунова | Я не могу иначе | 1983 | 3
Эдита Пьеха | Наш сосед | 1967 | 1
Эдита Пьеха | Огромное небо | 1968 | 2
Майя Кристалинская | Нежность | 1966 | 1
Майя Кристалинская | Мы с тобой два берега | 1962 | 2
Людмила Гурченко | Пять минут | 1956 | 1
Людмила Зыкина | Течёт река Волга | 1962 | 1
Лев Барашков | Позвони мне, позвони | 1977 | 3
Анна Герман | Надежда | 1973
Анна Герман | Эхо любви | 1977
Анна Герман | Когда цвели сады | 1975 | 3
Анна Герман | Один раз в год сады цветут | 1975 | 3
София Ротару | Червона рута | 1971 | 1
София Ротару | Хуторянка | 1985 | 1
София Ротару | Луна, луна | 1998 | 2
София Ротару | Белый танец | 1997 | 2
София Ротару | Нет, не я | 1996 | 3
София Ротару | Я же его любила | 2000 | 2
София Ротару | Засентябрило | 1998 | 3
София Ротару | Лаванда | 1985 | 1
София Ротару | Было, но прошло | 1999 | 2
София Ротару | Мелания | 1983 | 3
Валентина Легкоступова | Ягода малина | 1990 | 3
Вячеслав Добрынин | Не сыпь мне соль на рану | 1993
Вячеслав Добрынин | Синий туман | 1990 | 3
Вячеслав Добрынин | Кто тебе сказал | 1989 | 3
Ирина Отиева | Как предсказание | 1985 | 3
Пламя | Снег кружится | 1981 | 1
Пламя | На земле живёт любовь | 1980 | 3
Самоцветы | Мой адрес — Советский Союз | 1973 | 1
Самоцветы | Всё, что в жизни есть у меня | 1972 | 3
Самоцветы | Увезу тебя я в тундру | 1975 | 3
Песняры | Беловежская пуща | 1975 | 1
Песняры | Вологда | 1976 | 1
Песняры | Косил Ясь конюшину | 1975 | 1
Песняры | Олеся | 1976 | 2
Верасы | Малиновка | 1975
Цветы | Мы желаем счастья вам | 1985 | 1
Цветы | Звёздочка моя | 1976 | 2
Земляне | Каскадёры | 1982 | 2
Земляне | Путь домой | 1983 | 3
Карнавал | Спокойной ночи, господа | 1982 | 3
Весёлые ребята | Бродячие артисты | 1981 | 2
Весёлые ребята | Автомобили | 1983 | 2
Весёлые ребята | Не волнуйтесь, тётя | 1979 | 3
Весёлые ребята | Люди встречаются | 1969 | 1
Ирина Понаровская | Рябиновые бусы | 1983 | 2
Александр Барыкин | Букет | 1987 | 3
Александр Барыкин | Аэропорт | 1985 | 3
Алексей Глызин | Зимний сад | 1985 | 3
Юрий Лоза | Плот | 1982
Юрий Лоза | Зачем мне солнце Монако | 1983 | 3
Владимир Кузьмин | Сибирские морозы | 1990 | 2
Владимир Кузьмин | Я не забуду тебя никогда | 1987 | 2
Владимир Кузьмин & Алла Пугачёва | Две звезды | 1987
Игорь Тальков | Чистые пруды | 1987 | 1
Игорь Тальков | Летний дождь | 1990 | 2
Игорь Тальков | Россия | 1990 | 2
Игорь Скляр | Комарово | 1985
Сергей Беликов | Живи, родник | 1986 | 3
Сергей Беликов | Снится мне деревня | 1982 | 3
Валентина Толкунова | Поговори со мною, мама | 1977 | 3
Николай Гнатюк | Птица счастья | 1981 | 3
Николай Гнатюк | Танец на барабане | 1980 | 3
Вахтанг Кикабидзе | Мои года — моё богатство | 1980 | 1
Вахтанг Кикабидзе | Чито-Грито | 1977 | 1
Ксения Георгиади | Голубка | 1968 | 3
Ольга Воронец | Белый снег | 1969 | 3
Ольга Воронец | Ромашки спрятались | 1975 | 3
Людмила Сенчина | Золушка | 1968 | 3
Татьяна Овсиенко | Школьная пора | 1997 | 2
Татьяна Овсиенко | Капитан | 1995 | 2
Ксения Стриж | Я тебя рисую | 1996 | 3
Лариса Долина | Три белых коня | 1984 | 3
Татьяна Анциферова | Три белых коня | 1975 | 3
Ирина Муравьёва | Позвони мне | 1984 | 3
Аида Ведищева | Песенка о медведях | 1967 | 1
Аида Ведищева | Помоги мне | 1969
Александр Градский | Как молоды мы были | 1976 | 3
Александр Градский | Песня о счастье | 1974 | 3
Михаил Боярский | Песня мушкетёров | 1979
Михаил Боярский | Спасибо, родная | 1979 | 2
Андрей Миронов | Остров невезения | 1968 | 1
Андрей Миронов | Песенка о морском дьяволе | 1962
Андрей Миронов | Птица счастья | 1981 | 3
Юрий Никулин | Песенка о зайцах | 1969 | 1
Олег Анофриев | Песня друзей | 1969 | 1
Олег Анофриев | Луч солнца золотого | 1969 | 3
Олег Анофриев | Песенка Трубадура | 1969 | 3
Валерий Золотухин | Ой, мороз, мороз | 1968 | 3
Клара Румянова | Голубой вагон | 1973 | 1
Клара Румянова | Улыбка | 1976 | 3
Ансамбль Электроник | Крылатые качели | 1984 | 1
Ансамбль Электроник | Прекрасное далёко | 1985 | 1
Большой детский хор | Прекрасное далёко | 1985 | 3
Большой детский хор | Песенка о снежинке | 1975 | 3
Елена Камбурова | Капитан | 1972 | 3
Алла Пугачёва | Песенка про меня | 1975 | 3
Алла Пугачёва | Всё могут короли | 1978 | 1
Алла Пугачёва | Лето | 1982 | 3
Алла Пугачёва | Маэстро | 1982 | 2
Алла Пугачёва | Мадонна | 1980 | 3
Алла Пугачёва | Песенка первоклассника | 1976 | 3
Сергей Никитин | Под музыку Вивальди | 1982 | 3
Сергей Никитин & Татьяна Никитина | Если у вас нету тёти | 1975 | 3
Сергей Мазаев | Пропадаю я | 1991 | 3
Моральный кодекс | До свидания, мама | 1992 | 3
Моральный кодекс | Ночь прошла | 1993 | 3
Владимир Пресняков | Стюардесса по имени Жанна | 1995 | 1
Владимир Пресняков | Замок из дождя | 1989 | 1
Владимир Пресняков | Зурбаган | 1987 | 1
Владимир Пресняков | Странник | 1993 | 2
Анатолий Днепров | Привет, Андрей | 1986 | 3
Александр Малинин | Напрасные слова | 1993 | 3
Александр Малинин | Бал | 1989 | 3
Александр Малинин | Поручик Голицын | 1989 | 3
Александр Малинин | Венчальные свечи | 1997 | 3
Гарик Сукачёв | Я милого узнаю по походке | 1997 | 3
Евгений Мартынов | Яблони в цвету | 1977 | 3
Евгений Мартынов | Лебединая верность | 1975 | 3
Ирина Аллегрова | Фотограф | 1989 | 3
Алексей Глызин | Ты не ангел | 1990 | 3
Николай Караченцов | Я тебя никогда не забуду | 1981 | 3
Татьяна Овсиенко | Колечко | 1997 | 2
Синяя птица | Там, где клён шумит | 1975 | 2
Добры молодцы | Чёрный ворон | 1973 | 3
Поющие гитары | Синий иней | 1970 | 3
Поющие гитары | Нет тебя прекрасней | 1969 | 3
Галина Беседина | Ты моё дыхание | 1981 | 3
Марк Бернес | Тёмная ночь | 1943
Марк Бернес | Журавли | 1969 | 3
Марк Бернес | Хотят ли русские войны | 1961 | 3
Клавдия Шульженко | Синий платочек | 1942 | 3
Леонид Утёсов | Одесса-мама | 1940 | 3
Леонид Утёсов | У Чёрного моря | 1951 | 3
Хор имени Александрова | Священная война | 1941 | 3
Хор имени Александрова | Катюша | 1938 | 1
Хор имени Александрова | Калинка | 1950 | 1
Хор имени Александрова | Смуглянка | 1944 | 3
Хор Турецкого | Ой, мороз, мороз | 2009 | 3
Лидия Русланова | Валенки | 1950 | 3
Людмила Зыкина | Оренбургский пуховый платок | 1973 | 2
Ансамбль Березка | Калинка-малинка | 1960 | 3
Владимир Трошин | Подмосковные вечера | 1956 | 1
Майя Кристалинская | Ты глядишь на меня | 1965 | 3
Валентина Толкунова | Стою на полустаночке | 1974 | 3
Тамара Гвердцители | Виват, король | 1988 | 3
Тамара Гвердцители | Мама | 2001 | 3
Николай Носков | Это здорово | 1998 | 1
Николай Носков | Я тебя люблю | 1999 | 2
Николай Носков | Паранойя | 1998 | 2
Николай Носков | На руинах любви | 2000 | 3
`
  },
  {
    genre: 'soviet',
    lang: 'ru',
    lines: `
Валерий Леонтьев | Дельтаплан | 1983 | 1
Валерий Леонтьев | Казанова | 1993 | 1
Валерий Леонтьев | Девочка-шоколадка | 1999 | 3
Валерий Леонтьев | Светофор | 1996 | 3
Валерий Леонтьев | Augustin | 1983 | 3
Михаил Боярский | Зеленоглазое такси | 1996 | 1
Александр Серов | Мадонна | 1987 | 2
Александр Серов | Ты меня любишь | 1990 | 2
Лайма Вайкуле | Вернисаж | 1986 | 1
Лайма Вайкуле | Ещё не вечер | 1986 | 1
Лайма Вайкуле | Шёпот | 1997 | 3
Лайма Вайкуле | Я вышла на Пикадилли | 1988 | 2
Лев Лещенко | День Победы | 1975 | 1
Лев Лещенко | Прощай | 1979 | 1
Лев Лещенко | Соловьиная роща | 1977 | 2
Лев Лещенко | Звёздочка моя ясная | 1978 | 3
Юрий Антонов | Не говорите мне «Прощай» | 1985 | 3
Юрий Антонов | Летящей походкой | 1985 | 3
Юрий Антонов | Мечта сбывается | 1983 | 1
Юрий Антонов | Белый теплоход | 1986 | 2
Юрий Антонов | Зеркало | 1985 | 2
Юрий Антонов | Двадцать лет спустя | 1983 | 2
Юрий Антонов | Море | 1985 | 2
Владимир Высоцкий | Кони привередливые | 1972 | 1
Владимир Высоцкий | Песня о друге | 1966 | 1
Владимир Высоцкий | Охота на волков | 1968 | 1
Владимир Высоцкий | Он не вернулся из боя | 1969 | 2
Владимир Высоцкий | Утренняя гимнастика | 1968 | 2
Владимир Высоцкий | Если друг оказался вдруг | 1966 | 2
Владимир Высоцкий | Скалолазка | 1966 | 2
Владимир Высоцкий | Купола | 1975 | 2
Владимир Высоцкий | Лирическая | 1968 | 2
Булат Окуджава | Песенка о голубом шарике | 1964 | 3
Булат Окуджава | Ваше благородие, госпожа удача | 1970 | 1
`
  },
  {
    genre: 'soviet',
    lang: 'ru',
    lines: `
Муслим Магомаев | Лучший город Земли | 1964 | 1
Муслим Магомаев | Ты моя мелодия | 1975 | 2
Муслим Магомаев | Эти глаза напротив | 1980 | 3
Муслим Магомаев | Прощай, любимый город | 1975 | 3
Муслим Магомаев | Дождь | 1974 | 3
Иосиф Кобзон | Журавли | 1969 | 3
Иосиф Кобзон | Love Story | 1971 | 3
Лев Лещенко | Родительский дом | 1979 | 2
Лев Лещенко | Где же ты была | 1976 | 3
Валерий Ободзинский | Восточная песня | 1972 | 1
Валерий Ободзинский | Эти глаза напротив | 1970 | 1
Валерий Ободзинский | Мы с тобой два берега | 1971 | 3
Вадим Мулерман | Лада | 1969 | 3
Вадим Мулерман | Хромой король | 1966 | 3
Эдита Пьеха | Город детства | 1968 | 3
Эдита Пьеха | Где-то есть город | 1970 | 3
Майя Кристалинская | Тополя | 1966 | 3
Эдуард Хиль | Потолок ледяной | 1970 | 1
Эдуард Хиль | Зима | 1971 | 2
Эдуард Хиль | Как провожают пароходы | 1962 | 3
Эдуард Хиль | Лесорубы | 1966 | 3
Ирина Понаровская | Ты на меня оглянись | 1987 | 3
Валентина Толкунова | Ах, мамочка | 1977 | 3
Валентина Толкунова | Серебряные свадьбы | 1976 | 2
Валентина Толкунова | Если б не было войны | 1978 | 3
Людмила Сенчина | Любовь и разлука | 1975 | 3
Людмила Сенчина | Ах, этот вечер | 1980 | 3
Юрий Антонов | Анастасия | 1987 | 2
Юрий Антонов | Поверь в мечту | 1983 | 2
Юрий Антонов | От печали до радости | 1983 | 2
Юрий Антонов | Несёт меня течение | 1985 | 3
Юрий Антонов | Маки | 1986 | 3
Юрий Антонов | Я вспоминаю | 1984 | 3
Юрий Антонов | Золотая лестница | 1985 | 3
Юрий Антонов | Лунная дорожка | 1983 | 3
Песняры | Березовый сок | 1971 | 3
Песняры | Александрина | 1974 | 3
Песняры | Каса Марэ | 1975 | 3
Самоцветы | Там, за облаками | 1974 | 2
Самоцветы | Не повторяется такое никогда | 1972 | 3
Самоцветы | Вот и всё | 1972 | 3
Весёлые ребята | Отпусти меня, мама | 1980 | 3
Весёлые ребята | Пташка | 1981 | 3
Весёлые ребята | Ах, Арбат, мой Арбат | 1983 | 3
Весёлые ребята | Розовые розы | 1986 | 3
Весёлые ребята | Это повторяется вновь | 1979 | 3
Земляне | Крылья | 1984 | 3
Земляне | Не спеши | 1982 | 3
Пламя | Вот и всё | 1980 | 3
Пламя | Я — паренёк | 1981 | 3
Ариэль | В краю магнолий | 1980 | 3
Ариэль | Отговорила роща золотая | 1978 | 3
Добры молодцы | Ласточка | 1971 | 3
Синяя птица | Я иду тебе навстречу | 1980 | 3
Голубые гитары | Ковбои | 1976 | 3
Голубые гитары | Ай-ай-ай | 1977 | 3
Поющие сердца | Звёздное лето | 1976 | 3
Ялла | Учкудук | 1980 | 1
Ялла | Шахерезада | 1980 | 3
Карнавал | Улица Плеханова | 1982 | 3
Алла Пугачёва | Летние дожди | 1984 | 3
Алла Пугачёва | Без меня | 1977 | 2
Алла Пугачёва | Найди себе девчонку | 1981 | 3
Алла Пугачёва | Волшебник-недоучка | 1976 | 3
Алла Пугачёва | Ты не мой | 1983 | 3
София Ротару | Аист на крыше | 1986 | 3
София Ротару | Песня о любви | 1984 | 3
София Ротару | Ты где-то | 1985 | 3
София Ротару | Деревенский час | 1982 | 3
София Ротару | Золотое сердце | 1987 | 3
София Ротару | Только этого мало | 1983 | 3
София Ротару | Течёт вода | 1980 | 3
София Ротару | Дельтаплан | 1982 | 3
Валерий Леонтьев | Зелёный свет | 1983 | 3
Валерий Леонтьев | Ты рядом со мной | 1987 | 3
Валерий Леонтьев | Падают листья | 1985 | 3
Валерий Леонтьев | Девять хризантем | 1986 | 2
Валерий Леонтьев | Маргарита | 1994 | 3
Валерий Леонтьев | Ясный мой свет | 1993 | 3
Валерий Леонтьев | Эльдорадо | 1991 | 3
Валерий Леонтьев | Каждый хочет любить | 1995 | 2
Лайма Вайкуле | Сонная песенка | 1987 | 3
Лайма Вайкуле | Чарли | 1987 | 2
Владимир Высоцкий | Тот, который не стрелял | 1972 | 3
Владимир Высоцкий | Вершина | 1966 | 2
Владимир Высоцкий | Песня о земле | 1969 | 2
Владимир Высоцкий | Москва — Одесса | 1968 | 2
Владимир Высоцкий | Солдаты группы «Центр» | 1965 | 3
Владимир Высоцкий | Корабли | 1973 | 3
Владимир Высоцкий | Баллада о любви | 1975 | 3
Владимир Высоцкий | Диалог у телевизора | 1973 | 2
Владимир Высоцкий | Жираф большой | 1968 | 3
Владимир Высоцкий | Милицейский протокол | 1971 | 3
Булат Окуджава | Песенка об арбатском дворике | 1961 | 3
Булат Окуджава | Возьмёмся за руки, друзья | 1967 | 2
Булат Окуджава | Последний троллейбус | 1957 | 3
Юрий Визбор | Милая моя | 1975 | 3
Олег Митяев | Как здорово | 1978 | 3
Сергей Никитин | Александра | 1980 | 1
Сергей Никитин | Брич-Мулла | 1983 | 3
Николай Караченцов | Белый шиповник | 1981 | 3
Николай Караченцов | Ваше благородие, госпожа удача | 1970 | 3
Нани Брегвадзе | Снегопад | 1973 | 3
Тамара Миансарова | Чёрный кот | 1963 | 3
Тамара Миансарова | Пусть всегда будет солнце | 1962 | 3
Гелена Великанова | Ландыши | 1959 | 3
Нина Дорда | Мишка | 1950 | 3
Вероника Долина | Если вдруг | 1986 | 3
Людмила Гурченко | Хорошее настроение | 1956 | 3
Людмила Гурченко | Вот кто-то с горочки спустился | 1977 | 3
Людмила Гурченко | Песенка о хорошем настроении | 1956 | 3
Алексей Глызин | Пепел любви | 1988 | 3
Ирина Отиева | Дорогой длинною | 1984 | 3
Нина Бродская | Звенит январская вьюга | 1971 | 1
Нина Бродская | Один раз в год сады цветут | 1975 | 3
Нина Бродская | Солнечный зайчик | 1970 | 3
Нина Бродская | Птица счастья | 1980 | 3
Аида Ведищева | Лесной олень | 1971 | 3
Алла Пугачёва | Мне нравится | 1975 | 3
Алла Пугачёва | По улице моей | 1975 | 3
Сергей Никитин | Никого не будет в доме | 1975 | 3
Татьяна Доронина | Ты меня никогда не забудешь | 1976 | 3
Валентина Пономарёва | Мне сегодня так больно | 1983 | 3
Валентина Пономарёва | Нет, не любил он | 1984 | 3
Большой детский хор | Пусть всегда будет солнце | 1962 | 3
Большой детский хор | Антошка | 1969 | 3
Большой детский хор | Песенка о кузнечике | 1979 | 3
Клара Румянова | Песенка Чебурашки | 1974 | 3
Клара Румянова | В траве сидел кузнечик | 1979 | 3
Клара Румянова | Мы к вам заехали на час | 1969 | 3
Олег Анофриев | Ничего на свете лучше нету | 1969 | 3
Василий Ливанов | Песенка Крокодила Гены | 1969 | 3
Анна Герман | Если ты ушёл | 1975 | 3
Анна Герман | Город влюблённых | 1979 | 3
Анна Герман | Танцующие Эвридики | 1964 | 3
Анна Герман | Сады цветут | 1975 | 3
Анна Герман | Нежность | 1966 | 3
Анна Герман | Стоят девчонки | 1975 | 3
Вахтанг Кикабидзе | Вот и встретились два одиночества | 1984 | 3
Вахтанг Кикабидзе | Ларису Ивановну хочу | 1985 | 3
Полад Бюль-Бюль Оглы | Позвони мне, позвони | 1981 | 3
Юрий Лоза | Пой, моя гитара | 1983 | 3
Юрий Лоза | Девочка в баре | 1983 | 3
Юрий Лоза | Я умею летать | 1984 | 3
Игорь Тальков | Я вернусь | 1991 | 2
Игорь Тальков | Бывший подъесаул | 1990 | 3
Игорь Тальков | Глобус | 1990 | 3
Александр Серов | Как быть | 1987 | 2
Александр Серов | Я люблю тебя до слёз | 1989 | 1
Михаил Боярский | Городские цветы | 1985 | 3
Михаил Боярский | Ланфрен-ланфра | 1979 | 1
Михаил Боярский | Пора-пора-порадуемся | 1979 | 1
Михаил Боярский | Всё пройдёт | 1979 | 3
Михаил Боярский | Ах, Арбат | 1983 | 3
Лев Лещенко | Не плачь, девчонка | 1970 | 2
`
  },
  {
    genre: 'soviet',
    lang: 'ru',
    lines: `
Владимир Высоцкий | Протопи ты мне баньку | 1968 | 2
Булат Окуджава | Нам нужна одна победа | 1970 | 2
Лев Лещенко | До свиданья, Москва | 1980 | 1
Муслим Магомаев | Чёртово колесо | 1963 | 2
Муслим Магомаев | Надежда | 1974 | 2
Эдуард Хиль | Трололо (Я очень рад, ведь я, наконец, возвращаюсь домой) | 1966 | 1
София Ротару | Мелодия | 1975 | 2
Песняры | Белоруссия | 1976 | 2
Пламя | Не повторяется такое никогда | 1979 | 2
Юрий Антонов | Крыша дома твоего | 1984 | 1
Роза Рымбаева | Любовь настала | 1979 | 2
Ольга Зарубина | На теплоходе музыка играет | 1985 | 1
`
  },
  {
    genre: 'soviet',
    lang: 'ru',
    lines: `
София Ротару | Златые купола | 1993 | 2
Николай Носков | Снег | 2000 | 2
`
  },
] satisfies Block[]
