import type { Block } from '../types'

export default [
  {
    genre: 'soviet',
    lang: 'ru',
    lines: `
Муслим Магомаев | Свадьба | 1971
Муслим Магомаев | Мелодия | 1975
Муслим Магомаев | Королева красоты | 1964 | 3
Муслим Магомаев | Ах, эта свадьба | 1971 | 3
Муслим Магомаев | Солнечный остров | 1967 | 3
Муслим Магомаев | Синяя вечность | 1973 | 3
Иосиф Кобзон | Я люблю тебя, жизнь | 1965 | 3
Иосиф Кобзон | Мгновения | 1973 | 3
Эдуард Хиль | Я очень рад, ведь я наконец возвращаюсь домой | 1966 | 1
Эдуард Хиль | Человек из дома вышел | 1972 | 3
Валентина Толкунова | Носики-курносики | 1979 | 3
Валентина Толкунова | Я не могу иначе | 1983 | 3
Эдита Пьеха | Наш сосед | 1967
Эдита Пьеха | Огромное небо | 1968 | 3
Майя Кристалинская | Нежность | 1966 | 3
Майя Кристалинская | Мы с тобой два берега | 1962 | 3
Людмила Гурченко | Пять минут | 1956
Людмила Зыкина | Течёт река Волга | 1962 | 3
Лев Барашков | Позвони мне, позвони | 1977 | 3
Анна Герман | Надежда | 1973
Анна Герман | Эхо любви | 1977
Анна Герман | Когда цвели сады | 1975 | 3
Анна Герман | Один раз в год сады цветут | 1975 | 3
София Ротару | Червона рута | 1971
София Ротару | Хуторянка | 1985 | 3
София Ротару | Луна, луна | 1998 | 3
София Ротару | Белый танец | 1997 | 3
София Ротару | Нет, не я | 1996 | 3
София Ротару | Я же его любила | 2000 | 3
София Ротару | Засентябрило | 1998 | 3
София Ротару | Лаванда | 1985
София Ротару | Было, но прошло | 1999 | 3
София Ротару | Мелания | 1983 | 3
Валентина Легкоступова | Ягода малина | 1990 | 3
Вячеслав Добрынин | Не сыпь мне соль на рану | 1993
Вячеслав Добрынин | Синий туман | 1990 | 3
Вячеслав Добрынин | Кто тебе сказал | 1989 | 3
Ирина Отиева | Как предсказание | 1985 | 3
Пламя | Снег кружится | 1981 | 3
Пламя | На земле живёт любовь | 1980 | 3
Самоцветы | Мой адрес — Советский Союз | 1973
Самоцветы | Всё, что в жизни есть у меня | 1972 | 3
Самоцветы | Увезу тебя я в тундру | 1975 | 3
Песняры | Беловежская пуща | 1975 | 3
Песняры | Вологда | 1976
Песняры | Косил Ясь конюшину | 1975 | 3
Песняры | Олеся | 1976 | 3
Верасы | Малиновка | 1975
Цветы | Мы желаем счастья вам | 1985 | 3
Цветы | Звёздочка моя | 1976 | 3
Земляне | Каскадёры | 1982 | 3
Земляне | Поверь в мечту | 1984 | 3
Земляне | Путь домой | 1983 | 3
Карнавал | Спокойной ночи, господа | 1982 | 3
Весёлые ребята | Бродячие артисты | 1981 | 3
Весёлые ребята | Автомобили | 1983 | 3
Весёлые ребята | Не волнуйтесь, тётя | 1979 | 3
Весёлые ребята | Люди встречаются | 1969 | 3
Ирина Понаровская | Рябиновые бусы | 1983 | 3
Александр Барыкин | Букет | 1987 | 3
Александр Барыкин | Аэропорт | 1985 | 3
Алексей Глызин | Зимний сад | 1985 | 3
Юрий Лоза | Плот | 1982
Юрий Лоза | Зачем мне солнце Монако | 1983 | 3
Владимир Кузьмин | Сибирские морозы | 1990 | 3
Владимир Кузьмин | Я не забуду тебя никогда | 1987 | 3
Владимир Кузьмин & Алла Пугачёва | Две звезды | 1987
Игорь Тальков | Чистые пруды | 1987
Игорь Тальков | Летний дождь | 1990 | 3
Игорь Тальков | Россия | 1990 | 3
Игорь Скляр | Комарово | 1985
Сергей Беликов | Живи, родник | 1986 | 3
Сергей Беликов | Снится мне деревня | 1982 | 3
Валентина Толкунова | Поговори со мною, мама | 1977 | 3
Николай Гнатюк | Птица счастья | 1981 | 3
Николай Гнатюк | Танец на барабане | 1980 | 3
Вахтанг Кикабидзе | Мои года — моё богатство | 1980
Вахтанг Кикабидзе | Чито-Грито | 1977 | 3
Ксения Георгиади | Голубка | 1968 | 3
Ольга Воронец | Белый снег | 1969 | 3
Ольга Воронец | Ромашки спрятались | 1975 | 3
Людмила Сенчина | Золушка | 1968 | 3
Татьяна Овсиенко | Школьная пора | 1997 | 3
Татьяна Овсиенко | Капитан | 1995 | 3
Ксения Стриж | Я тебя рисую | 1996 | 3
Лариса Долина | Три белых коня | 1984 | 3
Татьяна Анциферова | Три белых коня | 1975 | 3
Ирина Муравьёва | Позвони мне | 1984 | 3
Аида Ведищева | Песенка о медведях | 1967 | 1
Аида Ведищева | Помоги мне | 1969
Александр Градский | Как молоды мы были | 1976 | 3
Александр Градский | Песня о счастье | 1974 | 3
Михаил Боярский | Песня мушкетёров | 1979
Михаил Боярский | Спасибо, родная | 1979 | 3
Андрей Миронов | Остров невезения | 1968 | 1
Андрей Миронов | Песенка о морском дьяволе | 1962
Андрей Миронов | Птица счастья | 1981 | 3
Юрий Никулин | Песенка о зайцах | 1969 | 1
Олег Анофриев | Песня друзей | 1969 | 1
Олег Анофриев | Луч солнца золотого | 1969 | 3
Олег Анофриев | Песенка Трубадура | 1969 | 3
Валерий Золотухин | Ой, мороз, мороз | 1968 | 3
Клара Румянова | Голубой вагон | 1973 | 1
Клара Румянова | Улыбка | 1976 | 3
Ансамбль Электроник | Крылатые качели | 1984 | 1
Ансамбль Электроник | Прекрасное далёко | 1985 | 1
Большой детский хор | Прекрасное далёко | 1985 | 3
Большой детский хор | Песенка о снежинке | 1975 | 3
Елена Камбурова | Капитан | 1972 | 3
Алла Пугачёва | Песенка про меня | 1975 | 3
Алла Пугачёва | Всё могут короли | 1978 | 1
Алла Пугачёва | Лето | 1982 | 3
Алла Пугачёва | Маэстро | 1982 | 3
Алла Пугачёва | Мадонна | 1980 | 3
Алла Пугачёва | Две звезды | 1987 | 3
Алла Пугачёва | Песенка первоклассника | 1976 | 3
Сергей Никитин | Под музыку Вивальди | 1982 | 3
Сергей Никитин & Татьяна Никитина | Если у вас нету тёти | 1975 | 3
Сергей Мазаев | Пропадаю я | 1991 | 3
Моральный кодекс | До свидания, мама | 1992 | 3
Моральный кодекс | Ночь прошла | 1993 | 3
Владимир Пресняков | Стюардесса по имени Жанна | 1995
Владимир Пресняков | Замок из дождя | 1989 | 3
Владимир Пресняков | Зурбаган | 1987 | 3
Владимир Пресняков | Странник | 1993 | 3
Анатолий Днепров | Привет, Андрей | 1986 | 3
Александр Малинин | Напрасные слова | 1993 | 3
Александр Малинин | Бал | 1989 | 3
Александр Малинин | Поручик Голицын | 1989 | 3
Александр Малинин | Венчальные свечи | 1997 | 3
Гарик Сукачёв | Я милого узнаю по походке | 1997 | 3
Евгений Мартынов | Яблони в цвету | 1977 | 3
Евгений Мартынов | Лебединая верность | 1975 | 3
Ирина Аллегрова | Фотограф | 1989 | 3
Алексей Глызин | Ты не ангел | 1990 | 3
Николай Караченцов | Я тебя никогда не забуду | 1981 | 3
Татьяна Овсиенко | Колечко | 1997 | 3
Синяя птица | Там, где клён шумит | 1975 | 3
Синяя птица | Клён | 1975 | 3
Добры молодцы | Чёрный ворон | 1973 | 3
Поющие гитары | Синий иней | 1970 | 3
Поющие гитары | Нет тебя прекрасней | 1969 | 3
Галина Беседина | Ты моё дыхание | 1981 | 3
Марк Бернес | Тёмная ночь | 1943
Марк Бернес | Журавли | 1969 | 3
Марк Бернес | Хотят ли русские войны | 1961 | 3
Клавдия Шульженко | Синий платочек | 1942 | 3
Леонид Утёсов | Одесса-мама | 1940 | 3
Леонид Утёсов | У Чёрного моря | 1951 | 3
Хор имени Александрова | Священная война | 1941 | 3
Хор имени Александрова | Катюша | 1938 | 1
Хор имени Александрова | Калинка | 1950 | 1
Хор имени Александрова | Смуглянка | 1944 | 3
Хор Турецкого | Ой, мороз, мороз | 2009 | 3
Лидия Русланова | Валенки | 1950 | 3
Людмила Зыкина | Оренбургский пуховый платок | 1973 | 3
Ансамбль Березка | Калинка-малинка | 1960 | 3
Владимир Трошин | Подмосковные вечера | 1956 | 1
Майя Кристалинская | Ты глядишь на меня | 1965 | 3
Валентина Толкунова | Стою на полустаночке | 1974 | 3
Тамара Гвердцители | Виват, король | 1988 | 3
Тамара Гвердцители | Мама | 2001 | 3
Николай Носков | Это здорово | 1998
Николай Носков | Я тебя люблю | 1999 | 3
Николай Носков | Паранойя | 1998 | 3
Николай Носков | На руинах любви | 2000 | 3
`
  },
  {
    genre: 'soviet',
    lang: 'ru',
    lines: `
Валерий Леонтьев | Дельтаплан | 1983 | 3
Валерий Леонтьев | Казанова | 1993 | 3
Валерий Леонтьев | Девочка-шоколадка | 1999 | 3
Валерий Леонтьев | Светофор | 1996 | 3
Валерий Леонтьев | Augustin | 1983 | 3
Михаил Боярский | Зеленоглазое такси | 1996 | 3
Александр Серов | Мадонна | 1987 | 3
Александр Серов | Ты меня любишь | 1990 | 3
Лайма Вайкуле | Вернисаж | 1986 | 3
Лайма Вайкуле | Ещё не вечер | 1986 | 3
Лайма Вайкуле | Шёпот | 1997 | 3
Лайма Вайкуле | Я вышла на Пикадилли | 1988 | 3
Лев Лещенко | День Победы | 1975 | 1
Лев Лещенко | Прощай | 1979 | 3
Лев Лещенко | Соловьиная роща | 1977 | 3
Лев Лещенко | Звёздочка моя ясная | 1978 | 3
Юрий Антонов | Под крышей дома твоего | 1980
Юрий Антонов | Не говорите мне «Прощай» | 1985 | 3
Юрий Антонов | Летящей походкой | 1985 | 3
Юрий Антонов | Мечта сбывается | 1983 | 3
Юрий Антонов | Белый теплоход | 1986 | 3
Юрий Антонов | Зеркало | 1985 | 3
Юрий Антонов | Двадцать лет спустя | 1983 | 3
Юрий Антонов | Море | 1985 | 3
Владимир Высоцкий | Кони привередливые | 1972
Владимир Высоцкий | Песня о друге | 1966 | 3
Владимир Высоцкий | Охота на волков | 1968 | 3
Владимир Высоцкий | Он не вернулся из боя | 1969 | 3
Владимир Высоцкий | Утренняя гимнастика | 1968 | 3
Владимир Высоцкий | Если друг оказался вдруг | 1966 | 3
Владимир Высоцкий | Скалолазка | 1966 | 3
Владимир Высоцкий | Купола | 1975 | 3
Владимир Высоцкий | Лирическая | 1968 | 3
Булат Окуджава | Песенка о голубом шарике | 1964 | 3
Булат Окуджава | Ваше благородие, госпожа удача | 1970 | 3
`
  },
] satisfies Block[]
